{
  "items": [
    {
      "id": "writings-mui-thuoc-la-quen-thuoc",
      "date": "29/01/2023",
      "location": "Quy Nhơn",
      "title_vi": "mùi thuốc lá quen thuộc.",
      "title_en": "that familiar smell of cigarette.",
      "blocks": [
        {
          "type": "block_legacy",
          "html_vi": "<p style=\"margin-bottom: 15px;\">Tiếng gõ lên mặt bàn vang lên đều đều. Cả âm thanh của điếu thuốc bị mốc đang được kéo từng hơi dài của Nàng trong một không gian tĩnh mịch. Tình huống này dường như gã đã lường trước khả năng có thể xảy ra, nhưng gã vẫn mặc kệ mà tiến đến mối quan hệ này.</p><p style=\"margin-bottom: 15px;\">Nàng ngồi ngay một góc của chiếc giường, đôi môi liên tục rít những hơi thuốc dài, sâu như thể lượng không khí bên trong căn phòng đã đi hết vào phổi Nàng và thay thế cho lượng không khí ấy là lượng khói thuốc tương đương. Sự ngột ngạt tăng lên theo thời gian. Từng giây từng phút trôi qua, Nàng không thể dừng việc lấp đầy cái gạt tàn bằng những đót thuốc đã bị cháy xém gần phân nửa.</p><p style=\"margin-bottom: 15px;\">Gã ngồi ở chiếc bàn đối diện chiếc giường ấy, tay gã gõ nhịp lên mặt bàn, mắt gã nhìn xa xăm ra cửa sổ, nơi có những tòa nhà cao tầng với những ánh đèn vàng vọt hắt hiu. Gã không hút thuốc, nhưng gã thích ngửi mùi thuốc lá. Gã thích cái mùi hăng hắc, khen khét ấy. Nó làm gã nhớ đến Ba gã - người đàn ông gã kính trọng nhất cuộc đời này.</p><p style=\"margin-bottom: 15px;\">“Anh có hối hận không?” - Nàng cất tiếng hỏi, phá tan sự im lặng đáng sợ nãy giờ.</p><p style=\"margin-bottom: 15px;\">“Anh không.” - Gã trả lời dứt khoát.</p><p style=\"margin-bottom: 15px;\">“Tại sao?”</p><p style=\"margin-bottom: 15px;\">“Vì anh yêu em.”</p><p style=\"margin-bottom: 15px;\">Nàng cười nhạt. Nụ cười chua chát. Nàng dập điếu thuốc đang cháy dở vào gạt tàn. Nàng đứng dậy, tiến về phía gã. Nàng ôm chầm lấy gã. Gã cảm nhận được sự run rẩy của Nàng. Gã vòng tay ôm lấy Nàng, vỗ về.</p><p style=\"margin-bottom: 15px;\">“Em xin lỗi.” - Nàng nức nở.</p><p style=\"margin-bottom: 15px;\">Gã không nói gì, chỉ siết chặt vòng tay hơn. Gã hít hà mùi hương trên tóc Nàng. Mùi dầu gội hương bưởi quyện với mùi khói thuốc lá. Một mùi hương nồng nàn, khó tả. Gã yêu mùi hương này. Gã yêu Nàng.</p>",
          "html_en": "<p style=\"margin-bottom: 15px;\">The tapping sound on the table resonated rhythmically. Along with the sound of the moldy cigarette being dragged in long puffs by Her in a quiet space. He seemed to have anticipated this situation, but he ignored it and proceeded with this relationship.</p><p style=\"margin-bottom: 15px;\">She sat right at the corner of the bed, her lips constantly drawing long, deep breaths as if the amount of air inside the room had gone completely into Her lungs and replaced that amount of air with an equivalent amount of smoke. The suffocation increased over time. As seconds and minutes passed, She could not stop filling the ashtray with cigarette butts that were scorched almost by half.</p><p style=\"margin-bottom: 15px;\">He sat at the table opposite that bed, his hand tapping a rhythm on the table surface, his eyes looking far out the window, where there were high-rise buildings with weak yellow lights. He didn't smoke, but he liked the smell of cigarettes. He liked that pungent, burnt smell. It reminded him of his Dad - the man he respected most in this life.</p><p style=\"margin-bottom: 15px;\">\"Do you regret it?\" - She asked, breaking the terrifying silence just now.</p><p style=\"margin-bottom: 15px;\">\"I don't.\" - He answered decisively.</p><p style=\"margin-bottom: 15px;\">\"Why?\"</p><p style=\"margin-bottom: 15px;\">\"Because I love you.\"</p><p style=\"margin-bottom: 15px;\">She smiled faintly. A bitter smile. She extinguished the burning cigarette into the ashtray. She stood up, moved towards him. She hugged him tightly. He felt Her trembling. He wrapped his arms around Her, comforting.</p><p style=\"margin-bottom: 15px;\">\"I'm sorry.\" - She sobbed.</p><p style=\"margin-bottom: 15px;\">He said nothing, just tightened his embrace. He inhaled the scent on Her hair. The smell of grapefruit shampoo blended with the smell of cigarette smoke. A passionate, indescribable scent. He loved this scent. He loved Her.</p>"
        }
      ]
    },
    {
      "id": "writings-nhung-ngay-cu",
      "date": "23/01/2023",
      "location": "Quy Nhơn",
      "title_vi": "những ngày cũ.",
      "title_en": "old days.",
      "blocks": [
        {
          "type": "block_legacy",
          "html_vi": "<p style=\"margin-bottom: 15px; \">Những ngày cũ, tôi thường hay lui tới quán cà phê quen thuộc, gọi một ly đen đá không đường, và ngồi đó, nhìn dòng người qua lại. Tôi thích cái cảm giác được hòa mình vào dòng chảy của cuộc sống, nhưng lại không thuộc về nó. Tôi như một kẻ quan sát, một kẻ đứng bên lề cuộc đời, lặng lẽ ghi chép lại những khoảnh khắc, những mảnh đời vụn vặt.</p><p style=\"margin-bottom: 15px; \">Có những ngày mưa tầm tã, tôi vẫn ngồi đó, bên khung cửa sổ ướt đẫm nước mưa. Tiếng mưa rơi tí tách trên mái tôn, tiếng xe cộ chạy vùn vụt ngoài đường, tiếng cười nói của những người khách trong quán... tất cả tạo nên một bản giao hưởng hỗn độn nhưng lại rất đỗi thân thương. Tôi yêu những ngày mưa như thế, yêu cái cảm giác se lạnh, yêu cái mùi đất ẩm ướt bốc lên sau cơn mưa.</p><p style=\"margin-bottom: 15px; \">Rồi những ngày nắng đẹp, tôi lại lang thang khắp các con phố, ngõ hẻm của Sài Gòn. Tôi thích ngắm nhìn những tòa nhà cao tầng chọc trời, những ngôi nhà cổ kính rêu phong, những gánh hàng rong ven đường... Sài Gòn trong mắt tôi là một bức tranh đa sắc màu, vừa hiện đại, vừa cổ điển, vừa ồn ào, náo nhiệt, lại vừa bình yên, tĩnh lặng.</p><p style=\"margin-bottom: 15px; \">Những ngày cũ ấy, tuy đơn điệu, tẻ nhạt, nhưng lại là những ngày tháng bình yên nhất trong cuộc đời tôi. Tôi không phải lo toan về cơm áo gạo tiền, không phải bon chen, tranh giành với đời. Tôi chỉ việc sống, tận hưởng từng khoảnh khắc trôi qua, và làm những điều mình thích. Giờ đây, khi đã bị cuốn vào vòng xoáy của cuộc sống, tôi mới thấy trân trọng biết bao những ngày tháng ấy. Ước gì, tôi có thể quay trở lại...</p>",
          "html_en": "<p style=\"margin-bottom: 15px; \">In the old days, I used to frequent a familiar coffee shop, order a black iced coffee without sugar, and sit there, watching the stream of people pass by. I liked the feeling of being immersed in the flow of life, but not belonging to it. I was like an observer, a person standing on the sidelines of life, quietly recording moments, fragmented lives.</p><p style=\"margin-bottom: 15px; \">There were days when it rained cats and dogs, I still sat there, by the window soaked in rain. The sound of rain falling on the corrugated iron roof, the sound of vehicles rushing on the street, the laughter and chatter of customers in the shop... all created a chaotic but very dear symphony. I loved rainy days like that, loved the chilly feeling, loved the smell of damp earth rising after the rain.</p><p style=\"margin-bottom: 15px; \">Then on beautiful sunny days, I wandered around the streets and alleys of Saigon. I liked to look at the skyscrapers, the ancient mossy houses, the street vendors... Saigon in my eyes was a colorful picture, both modern and classic, both noisy and bustling, yet peaceful and quiet.</p><p style=\"margin-bottom: 15px; \">Those old days, although monotonous and boring, were the most peaceful days of my life. I didn't have to worry about making a living, didn't have to hustle and compete with life. I just lived, enjoyed every moment passing by, and did what I liked. Now, having been swept into the vortex of life, I truly appreciate those days. I wish I could go back...</p>"
        }
      ]
    },
    {
      "id": "writings-ve-ba",
      "date": "19/06/2022",
      "location": "Sài Gòn",
      "title_vi": "về ba.",
      "title_en": "about dad.",
      "blocks": [
        {
          "type": "block_legacy",
          "html_vi": "<p style=\"margin-bottom: 15px; \">Hôm nay là Ngày của Cha. Lướt Facebook thấy mọi người đăng hình chụp với ba nhiều quá, tự nhiên thấy chạnh lòng. Ba mình mất cũng được gần 3 năm rồi. Nhanh thật. Cứ ngỡ như mới hôm qua thôi.</p><p style=\"margin-bottom: 15px; \">Ba mình là một người đàn ông kiệm lời. Ông ít khi thể hiện tình cảm ra bên ngoài, nhưng mình biết ông thương mình nhiều lắm. Nhớ hồi nhỏ, mỗi lần mình bị bệnh, ba là người lo lắng nhất. Ông thức trắng đêm để canh chừng mình, chốc chốc lại sờ trán xem mình có hạ sốt không. Rồi những ngày mưa gió, ba lặn lội đi mua thuốc, nấu cháo cho mình ăn. Tình thương của ba, lặng lẽ như thế đó, nhưng ấm áp vô cùng.</p><p style=\"margin-bottom: 15px; \">Ngày ba mất, trời mưa tầm tã. Mình đứng trước linh cữu ba, nước mắt tuôn rơi như mưa. Mình hối hận vì chưa kịp nói lời yêu thương với ba, chưa kịp báo hiếu cho ba. Mình cứ mải mê chạy theo những thứ phù phiếm bên ngoài mà quên mất rằng, gia đình mới là điều quan trọng nhất. Giờ đây, khi ba đã đi xa, mình mới thấm thía nỗi đau mất mát.</p><p style=\"margin-bottom: 15px; \">Nếu ai đó còn cha, hãy trân trọng những giây phút được ở bên cha. Hãy nói lời yêu thương với cha khi còn có thể. Đừng để đến khi cha mất rồi mới hối hận muộn màng. Ba ơi, con nhớ ba nhiều lắm...</p>",
          "html_en": "<p style=\"margin-bottom: 15px; \">Today is Father's Day. Scrolling through Facebook and seeing so many people posting photos with their dads, I suddenly felt a pang of sadness. My dad has been gone for nearly 3 years now. So fast. It feels like just yesterday.</p><p style=\"margin-bottom: 15px; \">My dad was a man of few words. He rarely expressed his feelings outwardly, but I knew he loved me very much. I remember when I was small, every time I got sick, dad was the most worried. He would stay up all night to watch over me, touching my forehead every now and then to see if my fever had gone down. Then on stormy days, dad would trudge out to buy medicine, cook porridge for me to eat. Dad's love, quiet like that, but incredibly warm.</p><p style=\"margin-bottom: 15px; \">The day dad passed away, it rained cats and dogs. I stood in front of dad's coffin, tears falling like rain. I regretted not having said words of love to dad in time, not having repaid dad's kindness. I kept chasing after frivolous things outside and forgot that family is the most important thing. Now, when dad is far away, I truly understand the pain of loss.</p><p style=\"margin-bottom: 15px; \">If anyone still has a father, please cherish the moments you have with him. Say words of love to your father while you still can. Don't wait until your father is gone to regret it too late. Dad, I miss you so much...</p>"
        }
      ]
    }
  ]
}