[
  {
    "id": "writings-mui-thuoc-la-quen-thuoc",
    "date": "29/01/2023",
    "location": "Quy Nhơn",
    "title": {
      "vi": "mùi thuốc lá quen thuộc.",
      "en": "that familiar smell of cigarettes."
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px;\">Tiếng gõ lên mặt bàn vang lên đều đều. Cả âm thanh của điếu thuốc bị mốc đang được kéo từng hơi dài của Nàng trong một không gian tĩnh mịch. Tình huống này dường như gã đã lường trước khả năng có thể xảy ra, nhưng gã vẫn mặc kệ mà tiến đến mối quan hệ này.</p>\n\n<p style=\"margin-bottom: 15px;\">Nàng ngồi ngay một góc của chiếc giường, đôi môi liên tục rít những hơi thuốc dài, sâu như thể lượng không khí bên trong căn phòng đã đi hết vào phổi Nàng và thay thế cho lượng không khí ấy là lượng khói thuốc tương đương. Sự ngột ngạt tăng lên theo thời gian. Từng giây từng phút trôi qua, Nàng không thể dừng việc lấp đầy cái gạt tàn bằng những đót thuốc đã bị cháy xém gần phân nửa.</p>\n\n<p style=\"margin-bottom: 15px;\">Gã ngồi ở chiếc bàn đối diện cánh cửa ra vào phòng. Gã nhìn vào khoảng không, như thể trong không khí có cái gì đó rất thu hút sự chú ý của gã. Gã không cử động nhiều, chỉ ngồi im và nhịp từng hồi lên mặt bàn ‘kịch, kịch, kịch’. Thứ âm thanh đó đều và nhịp nhàng như nhịp tim của gã. Gã luôn có một sự bình thản nhất định dù phải đối mặt với bất cứ sự kiện gì xảy đến. Lúc gã vui, lúc gã trầm mặc hay cả những khi rạo rực cùng Nàng trên chiếc giường đằng kia, thì khuôn mặt ấy luôn giữ một sự điềm tĩnh.</p>\n\n<p style=\"margin-bottom: 15px;\">Nàng dụi điếu thuốc xuống gạt tàn. Với lấy bao thuốc Marlboro đỏ rồi châm thêm một điếu nữa. Nàng mở lời sau khi thở ra hơi đầu tiên của điếu thuốc mới:<br>\n“Có gì đó không ổn giữa chúng ta.”<br>\n“Em thấy vậy sao?”, gã vẫn nhìn khoảng không nhưng ánh mắt có sự dao động nhẹ, nhìn về phía Nàng và nói.<br>\n“Ừ, em thấy thế. Giữa chúng ta chẳng có ai ổn cả.”<br>\n“Vậy thì, cho anh biết đi.”<br>\n“Chuyện gì?”<br>\nGã khựng lại một nhịp rồi nói: “Biết em đang suy nghĩ gì?”<br>\nNàng im lặng. Lần nào cũng chỉ cùng một phản ứng đó.</p>\n\n<p style=\"margin-bottom: 15px;\">Gã không lấy gì làm lạ khi đối diện với phản ứng đó của Nàng. Gã không thích nhưng cũng dần quen thuộc với nó. Tựa như nếu Nàng nói thật ra suy nghĩ của mình thì gã sẽ lấy làm lạ mà càng đâm ra nghi ngờ những lời nói đó không phải sự thật. Gã tự thấy mâu thuẫn, cho dù Nàng có nói hay không thì gã đều không có chứng cớ gì để xác minh đâu mới là sự thật. Nên dần dà, gã tự bật công tắc, quen dần với phản ứng đó của Nàng, và gã ngầm chấp nhận đó như một giao ước giữa hai bên khi giao tiếp.</p>\n\n<p style=\"margin-bottom: 15px;\">“Em cũng không biết”, Nàng rít một hơi thuốc thật sâu, vừa phả ra vừa nói: “Em chưa bao giờ hiểu được chính mình, dù cho em đã rất cố gắng để hiểu.”<br>\n“Vậy em mong đợi anh sẽ hiểu chính bản thân em thay em?”, gã bộc bạch với tông giọng thường ngày, không cao không thấp, chỉ đơn thuần là một câu nghi vấn với không chút sắc thái ẩn ý gì.<br>\n“Đã từng”.</p>\n\n<p style=\"margin-bottom: 15px;\">Nàng cúi đầu nhìn về phía cửa sổ. Gió cứ lùa những luồng hơi mạnh bạo, khô khốc vào cửa kính. Âm thanh nền của tiếng xe cộ hòa lẫn cùng nỗi khát khao được biểu đạt cái bên trong của Nàng làm gã xao động.</p>\n\n<p style=\"margin-bottom: 15px;\">Thật lòng, gã đã từng cố gắng để làm điều đó giúp Nàng. Nhưng thứ phía trước chắn đường gã giống như bức tường ngăn cách Đông Đức với Tây Đức. Không một kẽ hở để gã có thể chen chân vào cái nội tâm rối ren của Nàng, dù cho có cố gắng bao nhiêu đi nữa.</p>\n\n<p style=\"margin-bottom: 15px;\">“Anh chưa từng một lần bỏ cuộc. Anh mong em biết điều đó.”, gã dừng gõ lên mặt bàn, nhìn về phía Nàng rồi nói tiếp: “Anh có thể làm gì khác hơn?”.<br>\n“Em cũng không mong gì khác hơn. Em chỉ thắc mắc điều gì đã đưa bọn mình đến đây và im lặng với nhau đến nhường này?”<br>\n“Em thú nhận, em chưa từng thật sự hiểu tình yêu là cái quái gì. Và em đã mong, em tìm được nó ở nơi anh”, Nàng nói với tông giọng cao dần nhưng khô khan.</p>\n\n<p style=\"margin-bottom: 15px;\">Gã tưởng tượng mình đang đi trong một hoang mạc đầy cát. Cái nắng khô khốc không một chút hơi ẩm làm gã muốn đổ gục xuống mặt đất. Gã không có nơi chốn cụ thể nào được gọi là mục đích để đến. Gã không biết phải đi đâu, làm gì để cải tạo được cái chốn khô cằn này. Gã chỉ có thể bước đi mà không có bất kỳ sự chỉ dẫn nào khác ngoài sự im lặng của Nàng trao cho gã. Gã bắt lấy sự chỉ dẫn không đáng được gọi là một chỉ dẫn đúng mực ấy trong sự tuyệt vọng cùng cực.</p>\n\n<p style=\"margin-bottom: 15px;\">Rồi Nàng nằm sải ra trên giường, xoay người vào trong góc tường. Vai Nàng run lên từng hồi mạnh. Âm thanh ấy đi thẳng vào màng nhĩ của gã, từng hồi, từng hồi một khiến gã không thể ngồi yên. Gã nhịp chân nhưng âm thanh giờ lại không hòa với nhau nữa. Có một tiếng động nào đó khác cứ quấy nhiễu gã. Gã thắc mắc, cố gắng đi tìm nguồn gốc của âm thanh đó. Và trong một khoảnh khắc, khi đưa mắt nhìn Nàng đang nằm trên giường, nhìn cơ thể mà hàng đêm gã ôm trong vòng tay, nhìn một tâm hồn đã thương tổn mà gã mong muốn được chữa lành. Gã nhận ra âm thanh ấy xuất phát từ nơi lồng ngực của gã. Trái tim gã đang đập từng hồi nhanh và mạnh.</p>\n\n<p style=\"margin-bottom: 15px;\">Chân gã tự động đứng dậy, cơ thể gã tiến đến bên Nàng. Trong thâm tâm gã vẫn có một ý chí đối nghịch bảo với gã rằng: không được tiến đến. Nhưng trái tim gã giờ đây đã chiếm toàn quyền kiểm soát. Gã ngồi cạnh giường, đưa người đến sát vào tấm lưng mềm mại của Nàng đang run lên. Gã ghé vào tai Nàng, hôn lên tất cả những vụn vỡ ấy bằng hơi ấm nơi nỗi lòng của gã, và cả mùi hương của điếu thuốc Marlboro gã vừa hút cách đây không lâu. Ý chí đối kháng vừa nãy đã biến mất tự lúc nào gã cũng không rõ. Mùi tóc Nàng vương khói thuốc của gã, vương mùi thuốc lá của Nàng và cả mùi nước hoa mà Nàng thường dùng vì gã bảo gã thích Nàng ở trong mùi hương đó.</p>\n\n<p style=\"margin-bottom: 15px;\">Gã nhìn bờ vai của Nàng. Chi chít những vết sẹo vì thuốc lá. Bờ vai Nàng chẳng chút tiếc thương mà tự làm đau mình bằng những điếu thuốc lá Nàng hút dở. Gã hôn lên cả nơi chốn ấy, gã vùi đầu vào mình vào bờ vai ấy.</p>\n\n<p style=\"margin-bottom: 15px;\">Nàng đưa tay lên chạm vào khuôn mặt gã. Khuôn mặt khô khốc vì cái thời tiết hanh khô của những tháng cuối năm và cả sự cằn cỗi bên trong tâm hồn gã. Nàng vuốt ve khuôn mặt ấy mà không một chút ngần ngại, như thể đó cũng là một phần cơ thể Nàng.<br>\n“Nhưng sâu tận cùng của mọi sự tận cùng, em vẫn muốn được cùng anh.”<br>\nNàng quay sang nhìn gã, đôi mắt Nàng hồ như chứa đựng một mạch nước ngầm yên ắng, cứ xuôi theo những vách đá mà chảy đều, chảy đều.<br>\n“Anh không phản đối chứ?”, Nàng mím chặt đôi môi nhỏ nhắn của mình thành một đường thẳng, đôi mắt không rời khỏi khuôn mặt gã một giây phút nào.</p>\n\n<p style=\"margin-bottom: 15px;\">Âm thanh xung quanh cứ vậy mà lặng thinh. Khói thuốc bay nghi ngút. Âm thanh từ trái tim của gã và trái tim của Nàng cùng đập. Nhịp điệu không đều nhau nhưng gã cảm nhận được: rồi sẽ đều một mai đây thôi.<br>\nGã khẽ lắc đầu: “Anh không phản đối!”</p>\n\n<p style=\"margin-bottom: 15px;\">Mạch nước ngầm trên đôi mắt Nàng xao động, chảy mạnh hơn thành từng đường dài ven theo sống mũi. Nàng áp mặt vào ngực gã. Áo gã ướt đẫm. Nhưng gã chẳng bận tâm, vì gã biết rằng: hoang mạc của gã bây giờ đã có dấu hiệu của những cơn mưa đầu tiên. Tuy nhỏ nhưng đều đặn. Tuy ít ỏi nhưng tràn đầy niềm hân hoan.<br>\nGã biết, rồi cũng sẽ đến một ngày, hoang mạc kia sẽ không còn hiện diện trong gã nữa.<br>\nVà cũng có lẽ cả trong Nàng.</p>\n\n<p style=\"margin-bottom: 15px;\">Gã cúi nhẹ đầu, áp mặt vào tóc Nàng — Mùi thuốc lá quen thuộc.</p>\n        ",
      "en": "\n<p style=\"margin-bottom: 15px;\">The steady tapping on the tabletop continued. That, and the sound of a stale cigarette being dragged on by Her in the silent room. He had foreseen this scenario as a distinct possibility, yet he had disregarded the odds and proceeded with the relationship anyway.</p>\n\n<p style=\"margin-bottom: 15px;\">She sat at the edge of the bed, her lips working continuously, taking long, deep drags. It was as if all the oxygen in the room was being siphoned into her lungs and replaced by an equal volume of gray smoke. The suffocation intensified with time. As the seconds and minutes ticked by, she couldn't stop filling the ashtray with butts that had been scorched nearly halfway down.</p>\n\n<p style=\"margin-bottom: 15px;\">He sat at the desk facing the door. He stared into the empty space, as if something in the air held a strange gravitational pull for him. He didn't move much. He just sat there, tapping a rhythm on the table—<em>thud, thud, thud</em>. The sound was as steady and mechanical as his own heartbeat. He always maintained a certain composure, no matter what events unfolded. Whether he was happy, sunk in gloom, or even in the throes of passion with Her on that bed over there, his face always wore the same mask of calm.</p>\n\n<p style=\"margin-bottom: 15px;\">She crushed the cigarette into the ashtray. Reached for the pack of Marlboro Reds. Lit another one. She spoke only after exhaling the first cloud of the new stick.<br>\n“Something is wrong between us.”<br>\n“Is that how you see it?” He kept his eyes on the void, though his gaze wavered slightly before shifting toward Her.<br>\n“Yeah. That’s how I see it. Neither of us is okay.”<br>\n“Then tell me.”<br>\n“Tell you what?”<br>\nHe paused for a beat. “What you’re thinking.”<br>\nShe remained silent. It was always the same reaction.</p>\n\n<p style=\"margin-bottom: 15px;\">He found nothing strange in this response. He didn't like it, but he had grown accustomed to it, like a piece of furniture in the room. In fact, if She were to speak her true thoughts, he would have found it odd, perhaps even suspecting the words were lies. It was a contradiction, he knew. Whether She spoke or not, he had no evidence to verify what was true. So, over time, he had flipped a switch inside himself, normalizing her reaction, accepting it as an unspoken covenant between them.</p>\n\n<p style=\"margin-bottom: 15px;\">“I don't know either,” She said, taking a deep drag and exhaling the words with the smoke. “I have never understood myself, even though I've tried very hard.”<br>\n“So you expect me to understand you in your place?” He asked in his usual tone—flat, neither high nor low, a simple inquiry devoid of hidden meanings.<br>\n“I did.”</p>\n\n<p style=\"margin-bottom: 15px;\">She lowered her head and looked toward the window. The wind was blowing strong, dry gusts against the glass. The background noise of traffic mixed with her longing to express something internal stirred something in him.</p>\n\n<p style=\"margin-bottom: 15px;\">In truth, he had tried to do that for Her. But the obstacle blocking his path was like the Berlin Wall. Not a single crack for him to slip through into her chaotic inner world, no matter how much effort he applied.</p>\n\n<p style=\"margin-bottom: 15px;\">“I have never once given up. I hope you know that.” He stopped tapping on the table, looked at Her, and continued. “What else could I do?”<br>\n“I don't expect anything else. I just wonder what brought us here and made us this silent with each other.”<br>\n“I confess, I've never really understood what the hell love is. And I hoped I would find it in you,” She said, her voice rising in pitch but remaining dry as dust.</p>\n\n<p style=\"margin-bottom: 15px;\">He imagined himself walking through a vast desert. The dry heat, devoid of moisture, made him want to collapse. He had no destination. He didn't know where to go or what to do to irrigate this barren landscape. He could only walk, with no guidance other than the silence She offered him. In his utter despair, he grasped at that silence as if it were a map.</p>\n\n<p style=\"margin-bottom: 15px;\">Then She lay back on the bed, turning toward the wall. Her shoulders shook violently. The sound went straight into his eardrums, throb by throb, making it impossible to sit still. He tapped his foot, but the rhythm no longer synchronized. There was another noise interfering. He wondered about it, tried to locate its source. And in a moment, as he looked at Her lying on the bed—at the body he held every night, at the wounded soul he wished to heal—he realized the sound was coming from his own chest. His heart was beating fast and hard.</p>\n\n<p style=\"margin-bottom: 15px;\">His legs stood up on their own. His body moved toward Her. Somewhere in his mind, an opposing will argued: <em>Do not approach</em>. But his heart had taken full control of the system. He sat by the bed, leaning close to her trembling back. He leaned into her ear, kissing all those broken fragments with the warmth of his own chest and the scent of the Marlboro he had smoked not long ago. The resistance had vanished without him noticing. Her hair smelled of his smoke, of her tobacco, and of the perfume she wore because he had once said he liked it.</p>\n\n<p style=\"margin-bottom: 15px;\">He looked at her shoulder. It was covered in cigarette burns. Shoulders she had ruthlessly damaged with half-smoked cigarettes. He kissed that place, too. He buried his face in that shoulder.</p>\n\n<p style=\"margin-bottom: 15px;\">She reached up to touch his face. A face dried out by the year-end weather and the barrenness of his own soul. She caressed it without hesitation, as if it were a limb of her own body.<br>\n“But at the very bottom of everything, I still want to be with you.”<br>\nShe turned to look at him. Her eyes seemed to contain a quiet underground stream, flowing steadily along rocky cliffs.<br>\n“You don't object, do you?” She pressed her small lips into a straight line, her eyes never leaving his face.</p>\n\n<p style=\"margin-bottom: 15px;\">The surrounding sounds fell silent. Smoke drifted in the air. The sound of his heart and her heart beating. The rhythms were uneven, but he sensed it—they would synchronize soon.<br>\nHe shook his head slightly. “I don't object.”</p>\n\n<p style=\"margin-bottom: 15px;\">The underground stream in her eyes stirred, flowing stronger in long lines down the bridge of her nose. She pressed her face against his chest. His shirt was soaked. But he didn't care. He knew his desert was showing signs of the first rain. Small, but steady. Scarce, but full of quiet joy.<br>\nHe knew a day would come when that desert would no longer exist inside him.<br>\nAnd perhaps inside Her, too.</p>\n\n<p style=\"margin-bottom: 15px;\">He bowed his head slightly, pressing his face into her hair — That familiar smell of cigarettes.</p>\n        "
    }
  },
  {
    "id": "writings-sai-gon-31-03-25",
    "date": "31/03/25",
    "location": "Sài Gòn",
    "title": {
      "vi": "Sài Gòn, 31/03/25",
      "en": "Sài Gòn, 31/03/25"
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px; \">Gửi mẹ,</p>\n            <p style=\"margin-bottom: 15px; \">Đâu đó giữa ký ức và quên lãng, con vẫn nhớ rất rõ cây gỗ lớn bằng bắp chân sáu tuổi của con trên tay mẹ, vớ được trong đống củi sau bếp và chân con đau đớn không thể đứng vững. Nhưng con đâu biết tay mẹ cũng rướm máu vì những thanh dầm nhọn hoắc.</p>\n            <p style=\"margin-bottom: 15px; \">Đâu đó giữa ký ức và quên lãng, con vẫn nhớ rất rõ cảm giác sợ hãi khi mẹ hất tung cả mâm cơm và vung tay đập đống chén bát con soạn ra vì con ham chơi về quá giờ trưa. Nhưng con đâu biết chân mẹ cũng rướm máu khi giẫm phải những mảnh sứ trong lúc dọn dẹp những gì mẹ đã đập.</p>\n            <p style=\"margin-bottom: 15px; \">Đâu đó giữa ký ức và quên lãng, con vẫn nhớ rất rõ con xa mẹ một thời gian rất dài và con phải sang nhà bác Tám ở nhờ. Nhưng con đâu biết khi lớn lên, ba đã kể lại toàn bộ, rằng mẹ đã phải ở bệnh viện tâm thần để điều trị.</p>\n            <p style=\"margin-bottom: 15px; \">Đâu đó giữa ký ức và quên lãng, con vẫn nhớ rất rõ mẹ đã trở về và câm lặng với con khi em trai của con ra đời. Nhưng con đâu biết sự câm lặng của mẹ là để bảo vệ bọn con sau tất cả những gì mẹ đã vô thức gây ra.</p>\n            <p style=\"margin-bottom: 15px; \">Đâu đó giữa ký ức và quên lãng, con vẫn nhớ rất rõ những đau khổ tinh thần mẹ đã chịu, còn mẹ, ngay lúc này chẳng còn mảnh ký ức nào về những ngày đó. Mẹ ơi, con nhớ rất rõ. Nhưng con sẽ im lặng. Mẹ không cần phải nhớ. Mẹ xứng đáng quên đi tất cả.</p>\n            <p style=\"margin-bottom: 15px; \">Và... Đâu đó giữa ngày đó và bây giờ, con cũng dần quên những gì con định đặt bút xuống và viết. Mẹ đã bảo vệ con bằng tất cả khả năng mẹ có thể. Vậy nên, sự quên lãng nơi con cũng là để bảo vệ hai mẹ con mình khỏi những mất mát mà ta đã chịu.</p>\n            <p style=\"margin-bottom: 15px; \">Con sẽ quên tất cả, miễn là điều cuối cùng con quên sẽ không phải là mẹ.</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px; \">Dear Mom,</p>\n            <p style=\"margin-bottom: 15px; \">Somewhere between memory and oblivion, I still see the log, thick as my six-year-old calf, raised in your hand—pulled from the woodpile behind the kitchen. I remember my legs buckling under the pain, unable to hold me up. But I did not know then that your hand was also weeping blood, pierced by the sharp splinters of that very same wood.</p>\n            <p style=\"margin-bottom: 15px; \">Somewhere between memory and oblivion, I recall the terror when you hurled the dinner tray, your arm swinging to smash the bowls I had set out, all because I had played past noon. But I did not see the blood blooming on your soles as you walked on the porcelain shards to clean up the wreckage you had made.</p>\n            <p style=\"margin-bottom: 15px; \">Somewhere between memory and oblivion, I clearly remember being away from you for a long time, staying at Uncle Tam's house. But I didn't know until I grew up and Dad told me everything—that you had to stay in a mental hospital for treatment.</p>\n            <p style=\"margin-bottom: 15px; \">Somewhere between memory and oblivion, I clearly remember you returning, staying silent with me when my younger brother was born. But I didn't know your silence was to protect us after everything you had unconsciously caused.</p>\n            <p style=\"margin-bottom: 15px; \">Somewhere between memory and oblivion, I remember the anguish you endured. Yet you, right now, are empty of those days, stripped of every fragment. Mom, I remember it all clearly. But I will stay quiet. You don’t need to remember. You deserve the mercy of forgetting.</p>\n            <p style=\"margin-bottom: 15px; \">And... Somewhere between that day and this one, I too am losing the words I intended to set down. You protected me with everything you had. So perhaps this forgetting inside me is also a protection, a way to shield us both from the losses we have swallowed.</p>\n            <p style=\"margin-bottom: 15px; \">I will let it all go, as long as the very last thing I lose is not you.</p>\n"
    }
  },
  {
    "id": "writings-khi-nhung-loi-noi-cua-me-dan-tro-nen-theu-thao",
    "date": "11/06/2025",
    "location": "Quy Nhơn",
    "title": {
      "vi": "khi những lời nói của mẹ dần trở nên thều thào.",
      "en": "when your words became whispers."
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px;\">Khi những lời nói của mẹ dần trở nên thều thào, hòa tan vào trong không trung ngay trước mặt con qua đầu dây điện thoại, con có cảm tưởng mình dần tiến gần hơn đến ngưỡng cửa của “mồ côi”.</p>\n\n<p style=\"margin-bottom: 15px;\">Không rõ mẹ còn đủ sức để nhớ không, nhưng lần đầu tiên sau hàng năm trời gánh trên vai cái mác “nam giới”, nước mắt con đã rơi. Nhưng chắc chắn con không để cho mẹ thấy, vì nhìn mẹ, con cũng thấy lòng mình đau đớn.</p>\n\n<p style=\"margin-bottom: 15px;\">Con biết ba đau lòng nhiều, nhưng ba cũng mang vác trên mình cái mác “nam giới” nên chẳng bộc lộ nhiều cảm xúc cho con được biết. Con ước gì mình biết điều đó lúc ấy, có lẽ sẽ hay hơn.</p>\n\n<p style=\"margin-bottom: 15px;\">Hôm nọ, bác Hai có nói cho con nghe: “Ba mày ổng giỏi lắm, mày thấy hông. Ổng chạy tiền cho mẹ mày chữa bệnh mà tao nể.”</p>\n\n<p style=\"margin-bottom: 15px;\">Bác phì cười, nhưng con biết bác chỉ cười để làm con xao lãng. Nhưng con cũng không nói được câu nào nên hồn sau khi bác kể một chuyện hệ trọng với giọng điệu nhẹ bâng.</p>\n\n<p style=\"margin-bottom: 15px;\">Con nhớ cái hôm trước khi hay tin mẹ đột quỵ, mẹ lên Sài Gòn khám bệnh. Mẹ nhờ con đưa mẹ đi bệnh viện, nhưng con dậy trễ. Mẹ biết đó, lề thói của bọn trẻ là hành xác mình bằng cách thức cả đêm để ngủ ngày.</p>\n\n<p style=\"margin-bottom: 15px;\">Khi con thức dậy, trời đã quá trưa. Con chỉ kịp đánh răng và kiểm tra điện thoại. Con thấy hơn mười cuộc gọi nhỡ từ mẹ. Lúc đó con cứ chép miệng liên tục vì sơ suất “hiển nhiên” của mình đã không đến đón mẹ đúng giờ. Khi đến nơi, mẹ chỉ nhăn mặt với con một cái, nhưng không phải than phiền chuyện con đến trễ, mà mẹ than: “Cơm Sài Gòn một đĩa tới bốn mươi lăm ngàn, mẹ nuốt không dzô.”</p>\n\n<p style=\"margin-bottom: 15px;\">Sau đó con đưa mẹ về trọ để tắm trước khi lên xe về quê. Nhưng con không dám cho mẹ vào xem phòng vì con ngại mẹ không chui nổi vào cái xó xỉnh bốn mét vuông toàn chuột với gián. Nhưng “may sao” nhà vệ sinh nằm bên ngoài phòng trọ, nên mẹ có thể vào tắm dễ dàng.</p>\n\n<p style=\"margin-bottom: 15px;\">Xong xuôi, mẹ cố gắng ngó vào phòng để tìm hiểu con ăn ngủ ra sao.<br>\n“Mẹ hổng được vào hả con?”<br>\n“Thôi mẹ, dơ lắm, mẹ đang bệnh nữa.”<br>\nMẹ nhìn con xót xa rồi chỉ chép miệng một cái.</p>\n\n<p style=\"margin-bottom: 15px;\">Bốn giờ chiều, Sài Gòn đã kẹt xe nghẹt thở. Con đưa mẹ ra bến xe ngồi đợi. Mẹ hỏi: “Có cái gì rẻ rẻ không, mẹ ăn rồi uống thuốc.”</p>\n\n<p style=\"margin-bottom: 15px;\">Con chỉ nghĩ đến cơm gà vì đó là thứ ở đâu cũng tìm mua được, nhưng sẽ không rẻ theo định nghĩa của mẹ.</p>\n\n<p style=\"margin-bottom: 15px;\">Con tức tốc chạy đi thật nhanh để mẹ khỏi lỡ chuyến xe. Đến khi quay lại, con cầm theo hai hộp cơm gà. Mẹ chỉ cười rồi hỏi bao nhiêu. Con không trả lời mà chỉ giục mẹ ăn nhanh. Mẹ đòi trả lại tiền cho con nhưng con không nhận. Mẹ vừa ăn vừa nhìn con.</p>\n\n<p style=\"margin-bottom: 15px;\">“Ước gì mẹ kiếm được nhiều tiền hơn cho con sống đỡ khổ. Ở đây cái gì cũng mắc.”</p>\n\n<p style=\"margin-bottom: 15px;\">Nói xong mẹ cười lảng như để con đừng bận tâm lời mẹ vừa nói. Nhưng mẹ đâu biết chỉ năm phút sau khi mẹ lên xe, con đã không kiềm được nước mắt. Giọt nước mắt mà con biết chẳng thể rơi vì ai ngoài mẹ.</p>\n\n<p style=\"margin-bottom: 15px;\">Nên khi những lời nói của mẹ dần trở nên thều thào, hòa tan vào trong không trung ngay trước mặt con qua đầu dây điện thoại, con có cảm tưởng mình dần tiến gần hơn đến ngưỡng cửa của “mồ côi”.</p>\n\n<p style=\"margin-bottom: 15px;\">Con mong mẹ sống thật lâu.</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px;\">When your words became whispers, dissolving into the air right before me over the phone, I felt as though I were drifting closer to the threshold of being an orphan.</p>\n\n<p style=\"margin-bottom: 15px;\">I don’t know if you still have the strength to remember, but for the first time after years of carrying the label of “being a man,” I wept. But I made sure you didn’t see, because looking at you, I saw my own heart breaking.</p>\n\n<p style=\"margin-bottom: 15px;\">I know Dad carries an immense grief, but he too bears the weight of “being a man,” so he rarely lets me see his emotions. I wish I had known that back then; perhaps it would have been better.</p>\n\n<p style=\"margin-bottom: 15px;\">The other day, Uncle Hai told me, “Your dad is something else, you know? The way he scrambles for money to get your Mom treated—I truly admire him.”</p>\n\n<p style=\"margin-bottom: 15px;\">He chuckled, but I knew he was only trying to distract me. I couldn’t say a word, my spirit hollowed out after hearing such a heavy story told in such a weightless tone.</p>\n\n<p style=\"margin-bottom: 15px;\">I remember the day before we learned of your stroke, when you came to Saigon for a checkup. You asked me to take you to the hospital, but I overslept. You know how it is, the ritual of the young—punishing our bodies by staying up all night just to sleep through the day.</p>\n\n<p style=\"margin-bottom: 15px;\">When I woke up, the sun was already past noon. I barely had time to brush my teeth and check my phone. Over ten missed calls from you. I kept clicking my tongue, frustrated by my “obvious” carelessness in failing to pick you up on time. When I arrived, you only frowned at me—not to complain about my lateness, but to say, “A plate of rice in Saigon costs forty-five thousand; I can’t even swallow it.”</p>\n\n<p style=\"margin-bottom: 15px;\">After that, I took you back to my rented place so you could shower before the trip home. I didn’t dare let you see inside, afraid you wouldn’t be able to squeeze into that four-square-meter corner, teeming with rats and cockroaches. But “luckily,” the bathroom was outside, so you could bathe easily.</p>\n\n<p style=\"margin-bottom: 15px;\">When you were done, you still tried to peek into the room, wanting to see how I lived.<br>\n“So I can’t go in, can I?”<br>\n“No, Mom. It’s dirty, and you’re sick.”<br>\nYou looked at me with aching eyes, and simply smacked your lips.</p>\n\n<p style=\"margin-bottom: 15px;\">By four in the afternoon, Saigon was choking in traffic. I took you to the bus station to wait. You asked, “Is there anything cheap? I need to eat before taking my medicine.”</p>\n\n<p style=\"margin-bottom: 15px;\">I only thought of chicken rice—it’s something found everywhere—but it wouldn’t be cheap by your definition.</p>\n\n<p style=\"margin-bottom: 15px;\">I ran off quickly so you wouldn’t miss the bus. When I returned, I held two boxes of chicken rice. You just smiled and asked how much. I didn’t answer, only urged you to eat. You tried to give me the money back, but I refused. You ate, watching me between bites.</p>\n\n<p style=\"margin-bottom: 15px;\">“I wish I could make more money so your life wouldn’t be so hard. Everything here is so expensive.”</p>\n\n<p style=\"margin-bottom: 15px;\">You laughed it off, as if to keep me from dwelling on your words. But you didn’t know that just five minutes after you boarded the bus, I could no longer hold back my tears—tears that fall for no one but you.</p>\n\n<p style=\"margin-bottom: 15px;\">So when your words became whispers, dissolving into the air right before me over the phone, I felt as though I were drifting closer to the threshold of being an orphan.</p>\n\n<p style=\"margin-bottom: 15px;\">I wish you a long life, Mom.</p>\n"
    }
  },
  {
    "id": "writings-ba-toi-la-ke-noi-doi",
    "date": "26/11/2024",
    "location": "Sài Gòn",
    "title": {
      "vi": "ba tôi là kẻ nói dối.",
      "en": "my father is a liar."
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px; \">Tôi đi ngang qua những dãy phòng, hành lang, cầu thang, bàn làm việc, cửa sổ, những chiếc xe lăn nằm trong góc phòng, nhà vệ sinh ố vàng, những người già khó nhọc đứng dậy nhờ sự giúp đỡ của người nhà và những đứa bé thoi thóp duy trì sức sống bằng những dụng cụ y tế vô hồn. Nơi đây thân thuộc hơn bất cứ điều gì thuộc về cuộc sống của tôi trong quá khứ. Vì sao vậy? Tôi thật lòng không biết, hoặc tôi đã trốn chạy đủ lâu để thừa nhận. Sự kiện gì đã đưa tôi đến làm việc ở bệnh viện này? Tôi tự hỏi hàng nghìn lần dù tôi biết rằng câu trả lời đã ở rất gần với sự thật, nhưng tôi đã cố gắng trốn chạy hết lần này đến lần khác.</p>\n            <p style=\"margin-bottom: 15px; \">Người phụ nữ ấy bước đến đứng trước tôi, nhặt cái nắp bình xịt khuẩn rơi trên sàn. Tôi chưa dám ngẩng đầu lên và đối diện gương mặt cô. Tôi đoán rằng cô đang oán giận. Tôi trơ mắt nhìn bàn tay cô nhặt cái nắp chai lên mà cảm tưởng như thời gian đang trôi nhanh gấp nhiều lần thực tế vì ngay khoảnh khắc ấy, âm thanh duy nhất tôi có thể nghe chính là nhịp thở không đều của mình và trái tim đã chết rất lâu nhiều năm về trước. Bàn tay ấy, tôi biết rất rõ là của cô. Đúng là cô rồi! Tôi lặp lại suy nghĩ ấy nhiều lần như một câu kinh kệ quen thuộc như khi người ta đi sám hối. Người phụ nữ ấy gắn liền mật thiết với tôi và chốn bệnh viện tấp nập này.</p>\n            <p style=\"margin-bottom: 15px; \">“Anh có thời gian không?”, cô nói với tông giọng hết sức chậm rãi và lạnh như băng. Tôi nghĩ mình hiểu rõ cảm giác lạnh lẽo này sau những gì cô đã trải qua đêm đó.</p>\n            <p style=\"margin-bottom: 15px; \">Tôi từ từ ngẩng đầu lên và có chút lạ lẫm khi nhìn gương mặt cô, sự lạ lẫm cần thiết khi ta phán đoán sai về những gì đáng lẽ nên diễn ra.</p>\n            <p style=\"margin-bottom: 15px; \">“Tôi sắp tan ca”, giọng tôi nghẹn lại như ngậm một khối những từ ngữ sáo rỗng, mà có lẽ tôi đã có thể nói nếu không suy xét kỹ bên trong cuống họng. Cô phản ứng như thường lệ, chờm người đến khi không nghe rõ giọng của người khác.</p>\n            <p style=\"margin-bottom: 15px; \">“Tôi sẽ xuống sảnh đợi anh.”</p>\n            <p style=\"margin-bottom: 15px; \">“Sao chị vẫn muốn gặp tôi?”</p>\n            <p style=\"margin-bottom: 15px; \">“Tôi sẽ đợi anh xong ca.”</p>\n            <p style=\"margin-bottom: 15px; \">“Được rồi. Phiền chị đợi tôi một lúc”, vừa dứt lời, cô đưa tôi cái nắp chai rồi lặng lẽ bước những bước chậm rãi xuống cầu thang khiến tôi có chút cảm giác nhẹ nhõm lạ thường. Tôi thẫn người nhìn cô một lúc rồi cố gắng thu dọn xe dụng cụ vệ sinh thật nhanh.</p>\n            <p style=\"margin-bottom: 15px; text-align: center; \">***</p>\n            <p style=\"margin-bottom: 15px; \">Cô đứng ở tiền sảnh bệnh viện. Tôi lặng lẽ bước đến bên cạnh cô và tôi cho rằng cô biết sự có mặt của tôi chỉ trong vài giây ngắn ngủi.</p>\n            <p style=\"margin-bottom: 15px; \">“Tôi có thể nấu cho anh một bữa cơm không?”, cô hỏi nhưng ánh mắt cô chỉ thản nhiên nhìn về phía trước như không có ý muốn hỏi ý kiến tôi và đặt tôi chính xác vào tình thế mà buộc tôi phải đồng thuận.</p>\n            <p style=\"margin-bottom: 15px; \">“Tôi không rõ có tiện cho chị không? Nhà tôi có hơi… nhỏ”</p>\n            <p style=\"margin-bottom: 15px; \">Cô cắt ngang vào cuối câu trả lời của tôi, dường như muốn trấn an nhưng đương nhiên vẫn không mang hàm ý hỏi ý kiến: “Chỉ là bữa cơm đạm bạc. Không gian nào cũng phù hợp với bữa cơm như vậy.”</p>\n            <p style=\"margin-bottom: 15px; \">Đến giờ phút này, tôi chỉ có thể đồng thuận mong muốn của cô vì tôi không hẳn muốn từ chối nhưng cũng không nhận biết rõ tình cảnh hiện tại của mình và nguyên nhân vì sao cô lại cư xử như vậy sau những chuyện đã xảy ra. Nên tôi đành lòng để cuộc gặp gỡ này diễn ra mà không đặt thêm bất cứ câu hỏi nào.</p>\n            <p style=\"margin-bottom: 15px; \">“Theo ý chị vậy.”</p>\n            <p style=\"margin-bottom: 15px; text-align: center; \">***</p>\n            <p style=\"margin-bottom: 15px; \">Tôi loay hoay mở cửa phòng với ổ khóa đã gỉ sét từ lâu, đẩy cửa phòng một cách khó khăn, cảm tưởng như chính cửa phòng đang cố ý ngăn cản cuộc gặp gỡ kỳ lạ này. Sau một lúc thì cửa cũng mở ra hết. Cô bình thản bước vào, cởi giày đặt ngay ngắn gần góc tủ. Tôi bật công tắc điện, cô xoay người quan sát xung quanh căn nhà. Cô nhẹ nhàng đưa mắt lướt qua từng ngõ ngách, không quá kỹ lưỡng nhưng đủ lâu để tiếp nhận thông tin về đời sống của tôi. Cô dừng ánh nhìn ở một vị trí mà khi quan sát gương mặt cô, tôi nhận thấy cô hơi bất ngờ xen lẫn sự một sự đồng cảm sâu sắc khó diễn đạt. Nhưng cô không để lộ quá nhiều sự suy tư của mình qua ánh mắt, nên dấu hiệu giúp tôi nhận biết là nếp nhăn trên khóe mắt cô rõ ràng hơn mức cần thiết. Phía trước tầm mắt cô là một chiếc bàn gỗ nhỏ có một bức ảnh trắng đen khổ 20x30 nền trắng và một bát hương ngay ngắn đặt giữa. Đó là một cậu bé trai với đôi mắt trong trẻo và nụ cười ngại ngùng khi phải đối diện với máy ảnh.</p>\n            <p style=\"margin-bottom: 15px; \">Tôi lấy cớ chỉ cho cô vị trí bếp để phân tán đi sự chú ý của cô nơi chiếc bàn nhỏ và nụ cười cậu bé đáng yêu đang nhìn tôi. Cô định thần lại vài giây rồi bắt tay vào nấu ăn ở gian bếp chật hẹp chỉ đủ cho một người đứng.</p>\n            <p style=\"margin-bottom: 15px; \">“Anh có thể chợp mắt trong khi tôi nấu ăn.”</p>\n            <p style=\"margin-bottom: 15px; \">“Chị có cần tôi chỉ cho chị nơi để một số dụng cụ bếp không?”</p>\n            <p style=\"margin-bottom: 15px; \">“Tôi có thể tự xoay xở được. Anh nên nghỉ ngơi. Anh đã làm việc cả ngày rồi.”, cô nói trong lúc đang soạn thực phẩm từ túi ni lông ra cho vào bồn rửa.</p>\n            <p style=\"margin-bottom: 15px; \">“Vậy tôi xin phép.”, nói xong tôi đi thẳng đến chiếc ghế gỗ trong phòng khách, nằm co người cho vừa với cái thân xác mệt lừ của mình, ngoái đầu nhìn về phía bếp. Cô đang bắt đầu nhặt rau và tôi có thể nhận ra cô cố gắng làm mọi sự im lặng nhất có thể. Tôi nghĩ sự im lặng đó dành cho mình. Tôi yên tâm nhắm mắt và để cho tiếng loạt soạt của túi ni lông và hơi thở nhẹ của cô đưa tôi vào giấc ngủ.</p>\n            <p style=\"margin-bottom: 15px; text-align: center; \">***</p>\n            <p style=\"margin-bottom: 15px; \">Mùi thơm của tỏi được chiên trong dầu khẽ đánh thức tôi sau cơn ngủ ngắn. Tôi cảm tưởng đây là giấc ngủ ngon nhất mà tôi đã kiếm tìm từ lâu, có lẽ từ sau khi căn nhà nơi tôi sống không còn bóng dáng người phụ nữ.</p>\n            <p style=\"margin-bottom: 15px; \">Cô dọn ra bàn một đĩa rau muống xào tỏi, đĩa thịt sườn kho hơi cháy xém, bát canh cá lồ ô nấu mẵn và chén kiệu mắm xắt ớt. Tôi có hơi bàng hoàng vì nếu không có chén kiệu của cô, tôi đã không nhận ra cái lạnh nhè nhẹ từ luồng gió thổi qua khe cửa sổ đêm nay báo hiệu cho một cái tết đang đến gần. Cô rửa tay, mang nồi cơm đến đặt lên bàn. Tôi ngồi dậy khi còn một chút cảm giác ngái ngủ. Tôi ngại ngùng bước đến bàn vì đáng lẽ mình phải thức giấc sớm hơn vài phút để phụ cô dọn chén đũa, nhưng cô đã chu đáo chuẩn bị tất cả trên bàn.</p>\n            <p style=\"margin-bottom: 15px; \">“Hy vọng những món này hợp khẩu vị với anh.”, cô vừa nói vừa bới cơm. Tôi hơi chờm người đến để những mùi hương này được lấp đầy vào phổi mình.</p>\n            <p style=\"margin-bottom: 15px; \">“Lâu rồi tôi không có một bữa cơm thịnh soạn như thế này.”</p>\n            <p style=\"margin-bottom: 15px; \">“Anh đừng nói quá.”, cô cười rồi gắp cho tôi miếng sườn cho vào chén, “Anh thử xem.”</p>\n            <p style=\"margin-bottom: 15px; \">“Thật sự rất ngon.”, tôi nói rồi để cho miếng thịt tràn ngập vị giác của mình.</p>\n            <p style=\"margin-bottom: 15px; \">“Thế thì hên quá.”, cô nhìn tôi ăn cảm tưởng như đã biết rõ hương vị của món ăn hơn bất kỳ ai khác. Rồi cô nhìn sang chiếc bàn gỗ nhỏ giờ đây đang nằm ngoài tầm mắt của tôi.</p>\n            <p style=\"margin-bottom: 15px; \">“Đó là con trai anh sao?”</p>\n            <p style=\"margin-bottom: 15px; \">Tôi trả lời cô nhưng cố gắng dùng thức ăn để làm mình trở nên bình tĩnh hơn, “Nó tên Khoa. Nó mất cũng vì ung thư… giống con chị. Từ dạo đó đến nay đã gần 8 năm.”</p>\n            <p style=\"margin-bottom: 15px; \">“Còn vợ anh?”, cô hỏi trong tâm thế đã dừng đũa và chỉ muốn nghe câu trả lời từ tôi.</p>\n            <p style=\"margin-bottom: 15px; \">“Cô ấy chuyển đi 2 năm sau khi Khoa mất. Tôi đã trở nên quá suy sụp đến mức chúng tôi gần như không thể trở về như xưa.”, tôi gắp món rau cho vào bát, rồi gắp miếng thịt sườn, gắp miếng kiệu và chan canh ngập cả chén cơm, “Suy cho cùng, cô ấy đã đưa ra một lựa chọn đúng.”, tôi cố gắng cười nhưng rõ ràng là một nụ cười không tự nhiên, và tôi tự nhủ một đứa trẻ cũng có thể nhận ra sự giả tạo trong nụ cười của tôi.</p>\n            <p style=\"margin-bottom: 15px; \">“Đó là lý do anh dành cho con trai tôi một tình cảm đặc biệt sao?”, tôi nhận ra giọng cô hoàn toàn nghẹn lại. Giờ đây, trong cuống họng cô cũng tồn tại một khối những từ ngữ mang sức nặng của những cơn co thắt, chậm rãi nhưng gây đau đớn.</p>\n            <p style=\"margin-bottom: 15px; \">“Sao đêm đó anh không đến?”, Cô bắt đầu dồn ép tôi bằng những câu hỏi khiến tôi hoàn toàn bất lực và không thể trả lời.</p>\n            <p style=\"margin-bottom: 15px; \">“Thằng bé đã đợi anh rất lâu. Nó đã rất yếu nhưng liên tục hỏi rằng Ba đến chưa? Ba đến chưa? Ba lại bỏ mẹ con mình sao?”, cô tiếp tục trong sự mất kiểm soát, “Tôi đã mong thấy anh xuất hiện bên cạnh nó và ôm lấy nó.”</p>\n            <p style=\"margin-bottom: 15px; \">Cô ngập ngừng trong khi quan sát gương mặt tôi cúi xuống gần như có thể chạm được mặt bàn, rồi tiếp tục nhưng tôi biết rõ trong chất giọng cô đã chuyển hóa từ sự giận dữ trở thành một thứ khác, một điều gì đó khiến cô dằn vặt, “Đến phút cuối, thứ nó giữ khư khư trong tay chính là chiếc điện thoại để chờ một cuộc gọi… từ anh.”</p>\n            <p style=\"margin-bottom: 15px; \">“Tôi đã rất hoảng sợ… Tôi sợ rằng nó sẽ biết tôi không phải người nó chờ đợi. Tôi đã tin rằng nếu tôi không xuất hiện, nó sẽ mãi tin rằng ba nó vẫn còn sống”, tôi nói trong khi khó nhọc tìm kiếm hơi thở của mình.</p>\n            <p style=\"margin-bottom: 15px; \">“Nó đã xem anh là ba từ lâu.”</p>\n            <p style=\"margin-bottom: 15px; \">Tôi nghe trong không khí một âm thanh đều đặn, tôi cố gắng tìm kiếm thứ âm thanh đó cho đến khi âm thanh đó ngừng lại. Trong một khoảnh khắc, tôi hoàn toàn nhận ra đó là âm thanh từ trái tim mình và cũng trong khoảnh khắc đó, nó đã ngừng hoàn toàn dấu hiệu cho thấy tôi đang sống. Và nếu cô không đánh tôi, tôi sẽ là người làm thay điều đó cho cô.</p>\n            <p style=\"margin-bottom: 15px; \">“Thằng hèn”, tôi tự giáng cho mình một đòn đau điếng lên mặt, rồi đổi từ tay này sang tay kia. Liên tục. Đều đặn. Hồ như tự trừng phạt mình là cảm giác dễ chịu nhất cho sự hèn nhát của bản thân, rằng tôi không xứng đáng để nhận thêm bất kỳ một tình cảm nào nữa trên cõi đời. Nhưng tôi đã sai, vì kể cả vậy, tôi cũng không thấy dễ chịu hơn chút nào.</p>\n            <p style=\"margin-bottom: 15px; \">Tôi khóc.</p>\n            <p style=\"margin-bottom: 15px; \">Cô tiến đến và ngăn tôi lại. Cô ôm tôi vào lòng và khẽ nói bên tai, “Qua rồi. Qua hết rồi.”</p>\n            <p style=\"margin-bottom: 15px; \">Tôi đau đớn khi nghĩ về hình ảnh đứa bé con ấy. Đứa bé mỗi đêm đều đợi cuộc gọi từ tôi.</p>\n            <p style=\"margin-bottom: 15px; \">“Qua rồi”, cô nhẹ nhàng vỗ vai tôi. Cô từ từ đẩy tôi ra, nhìn tôi trong thoáng chốc. Ánh mắt cô như một dòng nước, trìu mến và mang sự cứu rỗi.</p>\n            <p style=\"margin-bottom: 15px; \">“Ta phải tiếp tục sống. Đó là trách nhiệm của ta với chính mình.”, cô đứng dậy, đi đến nơi để túi xách và lấy ra một tập hồ sơ bọc nhựa cứng. Cô đưa tôi và đợi tôi mở ra xem. Bên trong dần lộ ra những bức tranh vẽ sáp màu. Điểm chung của chúng luôn có ba con người, một người đàn ông trang phục phi công ngồi trên chiếc máy bay, chở theo sau một cậu bé và người một người phụ nữ đang tươi cười. Chiếc máy bay bay trên một trái đất thu nhỏ đường kính khoảng 2 cm. Tôi đưa một bức tranh lên để nhìn rõ hơn sau khi tầm nhìn của tôi đã mờ đi vì nước mắt. Một dòng chữ nguệch ngoạc được viết bằng 3 thứ màu khác nhau:</p>\n            <p style=\"margin-bottom: 15px; \">“Ba tôi là kẻ nói dối.<br>Nhưng tôi yêu ba rất nhiều.”</p>\n            <p style=\"margin-bottom: 15px; \">Tôi nhìn về phía bàn thờ. Nụ cười của con trai tôi vẫn vẹn nguyên, căn phòng này vẫn vẹn nguyên nhưng tôi biết chắc đã có điều gì đó thay đổi trong tôi và người phụ nữ đối diện. Có lẽ là một thứ ánh sáng, xuất hiện vào một đêm tối cận tết, nơi gió thổi qua khe cửa sổ và mùi thức ăn vẫn còn nóng hổi đợi có người thưởng thức chúng. Thứ ánh sáng làm căn phòng chúng tôi đang đứng trở nên ấm áp và tôi chẳng thể diễn đạt hay thuật lại cho bất cứ ai. Thứ ánh sáng chỉ có hai đứa bé từng xuất hiện trong cuộc đời tôi mang đến. Thứ ánh sáng chỉ người phụ nữ trước mắt tôi cảm nhận được. Nên ngay lúc này đây, tôi có thể nhắm mắt và để thứ ánh sáng ấm áp ấy ôm ấp thân thể mình. Mãi mãi.</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px; \">I walked past the rows of rooms. The corridors, the staircases, the desks by the windows. Wheelchairs tucked into corners. Yellowed toilets. Elderly patients struggling to stand with the help of relatives, and children gasping to hold onto life with the aid of soulless medical instruments. This place felt more familiar than anything in my past life. Why? I honestly didn't know. Or perhaps I had been running away long enough to finally admit it. What event brought me to work at this hospital? I asked myself a thousand times, even though I knew the answer was sitting right next to the truth. Yet, I tried to escape it, time and time again.</p>\n            <p style=\"margin-bottom: 15px; \">The woman approached me. She picked up the cap of a disinfectant spray bottle that had fallen to the floor. I didn't dare raise my head to face her. I assumed she was resentful. I stared blankly at her hand retrieving the bottle cap, feeling as though time was accelerating far beyond reality. In that moment, the only sound I could hear was my own uneven breathing and a heart that had died many years ago. That hand—I knew it well. It was really her. I repeated the thought like a familiar prayer recited during confession. This woman was intimately tied to me and to this bustling hospital.</p>\n            <p style=\"margin-bottom: 15px; \">“Do you have time?” She spoke with a tone that was incredibly slow. Cold as ice. I thought I understood this coldness well after what she had been through that night.</p>\n            <p style=\"margin-bottom: 15px; \">I slowly raised my head. It felt strange looking at her face—the necessary strangeness one feels when misjudging what should have happened.</p>\n            <p style=\"margin-bottom: 15px; \">“I am about to finish my shift.” My voice choked, as if holding back a lump of hollow words. I might have spoken them had I not deliberated so carefully within my throat. She reacted as usual, leaning forward when she couldn't hear clearly.</p>\n            <p style=\"margin-bottom: 15px; \">“I will wait for you in the lobby.”</p>\n            <p style=\"margin-bottom: 15px; \">“Why do you still want to see me?”</p>\n            <p style=\"margin-bottom: 15px; \">“I will wait for you to finish.”</p>\n            <p style=\"margin-bottom: 15px; \">“Alright. Please wait a moment.” As soon as the words ended, she handed me the bottle cap and silently walked down the stairs. I felt a strange sense of relief. I stood there, dazed, watching her for a moment, then tried to clean up the utility cart as quickly as possible.</p>\n            <p style=\"margin-bottom: 15px; text-align: center; \">***</p>\n            <p style=\"margin-bottom: 15px; \">She stood in the hospital lobby. I walked silently to her side. I assumed she was aware of my presence within seconds.</p>\n            <p style=\"margin-bottom: 15px; \">“Can I cook you a meal?” She asked, but her gaze remained fixed straight ahead, nonchalant. She wasn't asking for my opinion. She was placing me in a situation where I was forced to agree.</p>\n            <p style=\"margin-bottom: 15px; \">“I’m not sure if it’s convenient. My house is a bit... small.”</p>\n            <p style=\"margin-bottom: 15px; \">She cut in at the end of my sentence, seemingly to reassure me, though still without really asking. “It is just a simple meal. Any space is suitable for such a meal.”</p>\n            <p style=\"margin-bottom: 15px; \">At this point, I could only agree. I didn't exactly want to refuse, but I also didn't clearly understand my situation or why she was behaving this way after everything that had happened. So I resigned myself to letting this encounter unfold without further questions.</p>\n            <p style=\"margin-bottom: 15px; \">“As you wish.”</p>\n            <p style=\"margin-bottom: 15px; text-align: center; \">***</p>\n            <p style=\"margin-bottom: 15px; \">I fumbled with the rusted lock. I pushed the door open. It resisted, as if the door itself was intentionally trying to prevent this strange meeting. Eventually, it opened. She walked in calmly, removed her shoes, and placed them neatly by the cabinet. I flipped the light switch. She turned to observe the room. She gently swept her eyes over every nook and cranny—not too thoroughly, but long enough to process the information of my life. Her gaze stopped at a specific spot. Observing her face, I noticed a slight surprise mixed with a deep, inexpressible empathy. She didn't reveal much, but the wrinkles at the corners of her eyes deepened. Before her was a small wooden table with a 20x30 black-and-white photo and an incense bowl placed neatly in the center. It was a young boy with clear eyes and a shy smile, facing the camera.</p>\n            <p style=\"margin-bottom: 15px; \">I used the excuse of showing her the kitchen to distract her from the altar and the smile of the lovely boy looking at me. She composed herself for a few seconds, then started cooking in the cramped kitchen, barely big enough for one person to stand.</p>\n            <p style=\"margin-bottom: 15px; \">“You can take a nap while I cook.”</p>\n            <p style=\"margin-bottom: 15px; \">“Do you need me to show you where the tools are?”</p>\n            <p style=\"margin-bottom: 15px; \">“I can manage. You should rest. You’ve worked all day.” She spoke while taking food out of a plastic bag and placing it in the sink.</p>\n            <p style=\"margin-bottom: 15px; \">“Then, if you’ll excuse me.” I walked straight to the wooden chair in the living room, curling up to fit my exhausted body. I turned my head toward the kitchen. She was picking vegetables. I could tell she was trying to be as silent as possible. I thought that silence was a gift meant for me. I closed my eyes and let the rustling of the plastic bag and the sound of her light breathing lull me to sleep.</p>\n            <p style=\"margin-bottom: 15px; text-align: center; \">***</p>\n            <p style=\"margin-bottom: 15px; \">The smell of garlic frying in oil woke me. It was a short nap, but deep. Perhaps the best sleep I had found in a long time—since the house no longer held the silhouette of a woman.</p>\n            <p style=\"margin-bottom: 15px; \">She set the table. A plate of water spinach stir-fried with garlic. Braised ribs, slightly charred. A bowl of savory scad fish soup. And a small bowl of pickled scallions with chili. I was stunned. If not for her bowl of pickled scallions, I wouldn't have noticed the slight chill from the breeze blowing through the window, signaling that Tet was approaching. She washed her hands and brought the pot of rice to the table. I sat up, still groggy. I approached the table shyly; I should have woken up earlier to help with the bowls and chopsticks, but she had thoughtfully prepared everything.</p>\n            <p style=\"margin-bottom: 15px; \">“Hope these dishes suit your taste.” She scooped the rice. I leaned forward slightly, letting the scents fill my lungs.</p>\n            <p style=\"margin-bottom: 15px; \">“It’s been a long time since I had such a hearty meal.”</p>\n            <p style=\"margin-bottom: 15px; \">“Don't exaggerate.” She smiled and placed a piece of rib into my bowl. “Try it.”</p>\n            <p style=\"margin-bottom: 15px; \">“It really is very delicious.” I let the taste of the meat overwhelm my senses.</p>\n            <p style=\"margin-bottom: 15px; \">“That’s lucky then.” She watched me eat, seemingly knowing the flavor of the dish better than anyone. Then she looked over at the small wooden table, now out of my line of sight.</p>\n            <p style=\"margin-bottom: 15px; \">“Is that your son?”</p>\n            <p style=\"margin-bottom: 15px; \">I answered, using the food to steady myself. “His name is Khoa. He also died of cancer... just like your child. It has been nearly eight years.”</p>\n            <p style=\"margin-bottom: 15px; \">“And your wife?” She paused her chopsticks, waiting for the answer.</p>\n            <p style=\"margin-bottom: 15px; \">“She moved away two years after Khoa died. I was so devastated that we couldn't go back to how we were.” I picked up some vegetables, then a piece of rib, a pickled scallion, and flooded the rice bowl with soup. “In the end, she made the right choice.” I tried to smile, but it was clearly unnatural. Even a child could have recognized the artifice in it.</p>\n            <p style=\"margin-bottom: 15px; \">“Is that why you held a special affection for my son?” Her voice was completely choked. In her throat, there existed a mass of words carrying the weight of spasms—slow, but painful.</p>\n            <p style=\"margin-bottom: 15px; \">“Why didn't you come that night?” She began to corner me with questions. I was helpless. Unable to answer.</p>\n            <p style=\"margin-bottom: 15px; \">“The boy waited for you for a long time. He was very weak, but kept asking: ‘Has Dad come yet? Has Dad come yet? Did Dad abandon us again?’” She continued, losing control. “I hoped to see you appear beside him. To hold him.”</p>\n            <p style=\"margin-bottom: 15px; \">She hesitated, observing my face lowered almost to the table. Then she continued, but I knew the tone had shifted from anger to something else. Something that tormented her. “Until the final moment, the thing he held tight in his hand was the phone. Waiting for a call... from you.”</p>\n            <p style=\"margin-bottom: 15px; \">“I was terrified... I was afraid he would know I wasn't the person he was waiting for. I believed that if I didn't appear, he would forever believe his dad was still alive.” I spoke, struggling to find my breath.</p>\n            <p style=\"margin-bottom: 15px; \">“He had considered you his father for a long time.”</p>\n            <p style=\"margin-bottom: 15px; \">I heard a rhythmic sound in the air. I tried to locate it until it stopped. In a moment, I realized it was the sound of my own heart. And in that same moment, the sign that I was alive stopped completely. If she didn't hit me, I would do it for her.</p>\n            <p style=\"margin-bottom: 15px; \">“Coward.” I dealt myself a painful blow to the face. Then switched hands. Continuously. Rhythmically. As if punishing myself was the only comfort for my cowardice. As if I didn't deserve to receive any more affection in this life. But I was wrong. Even so, I didn't feel any better.</p>\n            <p style=\"margin-bottom: 15px; \">I cried.</p>\n            <p style=\"margin-bottom: 15px; \">She stepped forward and stopped me. She hugged me and whispered in my ear. “It’s over. It’s all over.”</p>\n            <p style=\"margin-bottom: 15px; \">I was in pain, thinking about the image of that little child. The child who waited for a call from me every night.</p>\n            <p style=\"margin-bottom: 15px; \">“It’s over.” She gently patted my shoulder. She slowly pushed me away, looking at me for a moment. Her eyes were like a stream of water. Affectionate. Bringing salvation.</p>\n            <p style=\"margin-bottom: 15px; \">“We must continue to live. That is our responsibility to ourselves.” She stood up, walked to her bag, and took out a plastic-covered folder. She handed it to me and waited. Inside, wax crayon drawings revealed themselves. The common thread was always three people: a man in a pilot’s uniform sitting in an airplane, carrying a little boy and a smiling woman behind him. The airplane flew over a miniature earth, about two centimeters in diameter. I held up a drawing to see it more clearly through my tears. A scrawled line of text was written in three different colors:</p>\n            <p style=\"margin-bottom: 15px; \">“My father is a liar.<br>But I love Dad very much.”</p>\n            <p style=\"margin-bottom: 15px; \">I looked toward the altar. My son’s smile remained intact. This room remained intact. But I knew for sure something had changed within me and the woman opposite me. Perhaps it was a kind of light, appearing on a dark night near Tet, where the wind blew through the window crack and the smell of hot food waited for someone to enjoy it. A light that made the room warm. I couldn't express it or recount it to anyone. A light brought only by the two children who had appeared in my life. A light that only the woman before my eyes could feel. So right at this moment, I could close my eyes and let that warm light embrace my body. Forever.</p>\n"
    }
  },
  {
    "id": "writings-co-dieu-gi-do-khac",
    "date": "11/06/25",
    "location": "Sài Gòn",
    "title": {
      "vi": "có điều gì đó khác.",
      "en": "there was something different."
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px; \">Như thường lệ, cô sẽ chọn cho mình một đôi găng tay và một chiếc khăn quàng cổ thật dày trước khi ra khỏi nhà. Cô sải những bước chân chậm rãi trên con đường gồ ghề đang hoãn thi công gần nhà mình để băng qua bên kia đường, nơi có một công viên nhỏ thường dành cho dân cư sinh sống quanh khu phố. Đến nơi, một chiếc ghế đá quen thuộc đã được đánh dấu sẵn bằng hai chiếc lá bàng xếp chồng lên nhau. Cô nhẹ nhàng ngồi xuống, lấy ra một điếu thuốc duy nhất trong túi áo, châm một hơi và bắt đầu chờ đợi. Thú thật, cô đã tự hỏi mình rất nhiều lần tại sao phải gặp Bà, mặc dù những gì Bà cho cô biết không có điều nào thật sự rõ ràng. Nhưng có điều gì đó sâu bên trong cô cần được giãi bày, hoặc chí ít, những điều rõ ràng lúc này không còn tác dụng với nỗi lo âu thường trực trong lòng cô. Cô biết điều đó, và cô luôn thừa nhận rằng mình cần gặp Bà.</p>\n            <p style=\"margin-bottom: 15px; \">Khi điếu thuốc đã cháy hơn một nửa, hơi nóng từ mồi lửa làm ngón tay cô nóng ran. Trong vô thức, cô tỉnh giấc và nhận ra mình bị những luồng gió lạnh đưa vào một vùng ký ức của quên lãng. Cái ngày mẹ cô dùng chút sức lực yếu ớt của mình để nắm lấy bàn tay nhỏ bé của cô trước khi trút hơi thở cuối cùng trên đường đến bệnh viện. Lúc ấy, cú va chạm đã khiến một bên đầu và mắt của bà hoàn toàn biến dạng. Những điều cuối cùng cô còn nhớ về mẹ không chỉ là những vết thương kinh hoàng kia, mà còn là giọt nước mắt, đôi tay nhỏ bé nhuốm máu, và cái chớp mắt đã chuyển mọi hy vọng sống từ một người lớn sang một đứa trẻ—chỉ để đứa trẻ ấy biết rằng tương lai của mình đã mãi mãi ra đi trên chuyến xe cứu thương một chiều. Cô đã khóc rất nhiều cho đến khi quyết định số phận của mình sẽ hoàn toàn gắn liền với nơi đã tạo ra cô—trở thành một điều dưỡng ở chính nơi tiếp nhận thi thể của mẹ mình. Nơi mà, khi cuộc sống quan trọng nhất đời cô kết thúc, thì sự sống của hàng nghìn bệnh nhân khác lại được chăm sóc dưới đôi tay của cô và tìm thấy hy vọng. Có một điều gì đó, nhỏ như một hạt mầm, bám rễ từ nơi sâu hút bên trong, âm ỉ kéo cô xuống từng ngày. Cô biết.</p>\n            <p style=\"margin-bottom: 15px; \">Một bàn tay ấm áp chạm nhẹ vào bờ vai cô, đưa cô trở về với sự hiện diện của cái lạnh.<br>“Con đến lâu chưa?”</p>\n            <p style=\"margin-bottom: 15px; \">Cô quay sang nhìn Bà như thể sự xuất hiện đột ngột ấy không phải là chuyện gì lạ. “Được một lúc rồi, con nghĩ vậy… thật ra con cũng không để ý thời gian cho lắm.”<br>“Lần sau cứ đến đúng giờ là được, không cần phải sớm như thế.” Bà ngồi xuống bên cạnh cô.<br>“Đêm nay con hơi nôn nao, không biết vì sao nữa, cô ạ.” Cô đưa mắt nhìn Bà. “Nếu cứ ở lì trong nhà mãi như vậy, con không chịu nổi.”<br>“Hôm nay có chuyện gì ở chỗ làm sao?” Bà thấy lạ.<br>“Không. Hôm nay con xin nghỉ ốm, nhưng thật ra con không bị gì cả.”</p>\n            <p style=\"margin-bottom: 15px; \">Bà ngả lưng ra thành ghế, khuôn mặt bà cố ý cho cô biết rằng bà hiểu những điều cô nói.<br>“Thật khó khăn cho con.”</p>\n            <p style=\"margin-bottom: 15px; \">Cô im lặng, nhìn về khoảng không trước mắt.<br>“Con biết không, con người không được sinh ra để thẩm thấu nỗi đau. Họ thích sản xuất nỗi đau và trao nó cho người khác hơn.”</p>\n            <p style=\"margin-bottom: 15px; \">“Nhưng nếu vẫn có người không cố ý tạo ra nó thì sao? Và nếu nỗi đau cũng chỉ là sự ngẫu nhiên thì sao?” Cô nói trong khi nhìn những chiếc lá lặng lẽ bị gió đêm cuốn đi trên nền gạch. “Giống như mẹ con. Bà không tạo ra nỗi đau cho con. Chính con tự tạo ra nó và tự dằn vặt mình.”</p>\n            <p style=\"margin-bottom: 15px; \">“Nhưng con quên mất một điều,” Bà nói chậm rãi, như thể không cố ý nhấn mạnh, nhưng từng lời đều mang sức nặng đối với cô. “Sự nóng nảy của mẹ con khi lái xe chính là nguyên nhân khiến bà mất lái. Con đang gánh chịu một nỗi đau mà con không phải là nguyên nhân trực tiếp.”</p>\n            <p style=\"margin-bottom: 15px; \">Bà hít một hơi và thở ra chầm chậm. Hơi ấm từ hơi thở của bà gần đến mức cô có thể cảm nhận rõ trên làn da mình. Trong khoảnh khắc lặng im ấy, cô nhớ mẹ. Bà nhận ra tất cả những gì đang hiện diện. “Con người không được tạo ra để thẩm thấu nỗi đau. Việc đó là của những thiên thần. Nhưng vẫn có những ngoại lệ. Nếu một người có thể thẩm thấu nỗi đau và giữ nó cho riêng mình, thay vì ném nó cho người khác, thì thật ra họ là một thiên thần.”</p>\n            <p style=\"margin-bottom: 15px; \">Cô nhìn Bà với vẻ kinh ngạc, nhưng rồi ánh mắt cô chuyển dịch sang một điểm khác, vì cô biết Bà đang nhìn vào tâm hồn cô bằng một tâm thế khác—một tâm thế vượt ngoài khả năng hình dung của cô. Một tâm thế mà cô nghĩ mình sẽ không bao giờ chạm tới. Cô thổn thức. “Con nghĩ con không tốt đẹp đến vậy. Cô biết đó, thẩm thấu một nỗi đau rất mệt, và ném nó cho người khác thì còn mệt hơn. Con không đủ sức để làm điều đó. Có thể chỉ đơn giản là con lười làm điều khiến mình mệt mỏi.”</p>\n            <p style=\"margin-bottom: 15px; \">“Nhưng nỗi đau vẫn có ý nghĩa riêng của nó. Nếu nỗi đau đã sớm bén rễ trong con từ những ngày thơ ấu, thì nó sẽ ở lại với con suốt cuộc đời… Con đã không trốn chạy, và đến lúc thích hợp, con sẽ được tường tận mọi điều.” Bà nói.</p>\n            <p style=\"margin-bottom: 15px; \">Đôi mắt cô ướt, cô ngả đầu lên vai Bà. “Cô biết không, con đã mong cô cũng là mẹ con. Con không mong điều gì hơn thế.”</p>\n            <p style=\"margin-bottom: 15px; \">Bà nắm tay cô, vuốt mái tóc mềm mại. “Cô có thể là bất cứ ai, và vì không cố định là ai, nên cô không thể trở thành một ai khác ngoài điều con đang mong được thấy ở cô. Lời con nói rất có ý nghĩa với cô, nhưng cô nghĩ sẽ tốt hơn nếu con dành nó cho những người xứng đáng hơn.”</p>\n            <p style=\"margin-bottom: 15px; \">Bà vuốt ve khuôn mặt nhỏ bé của cô trước khi đứng hẳn dậy. “Đến lúc rồi, ta phải tạm xa nhau thôi.”<br>“Khi nào con có thể gặp lại cô?” Cô nói khi đứng dậy cùng Bà.</p>\n            <p style=\"margin-bottom: 15px; \">Bà mỉm cười. “Con sẽ luôn biết điều con thật sự muốn biết, con gái.”</p>\n            <p style=\"margin-bottom: 15px; \">Ánh mắt của cả hai dừng lại vài giây trước khi Bà thật sự bước đi. Cô nhìn theo, Bà xa dần cho đến khi bóng Bà khuất khỏi tầm mắt. Cô nhìn vào tâm hồn mình. Những nỗi đau không hề vơi đi sau ngần ấy thời gian. Nhưng hôm nay, đã có điều gì đó khác. Cô chỉnh lại khăn cổ, kéo sát hai vạt áo khoác vào lòng mình và hít một hơi thật sâu trước khi bước đi.</p>\n            <p style=\"margin-bottom: 15px; \">Sương đêm dày hơn trong không khí, gió lạnh vẫn thổi trên con đường cô trở về nhà. Vừa đi, cô vừa lẩm bẩm trong hơi thở nhẹ nhàng của mình: “Có điều gì đó khác.”</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px; \">As was her routine, she selected a pair of gloves and a thick scarf before stepping out of the house. She walked at a measured pace along the uneven road near her home, where construction had been indefinitely postponed. She crossed to the other side, toward a small park that served the neighborhood. Upon arrival, she found the familiar stone bench already marked by two almond leaves, stacked neatly one atop the other. She sat down gently. She took out the single cigarette in her coat pocket, lit it, and began to wait. To be honest, she had asked herself many times why she had to meet the Woman, even though nothing the Woman told her was ever truly clear. Yet something deep inside her needed to be expressed. Or perhaps the clarity she sought no longer had any effect on the constant anxiety residing in her heart. She knew this. And she always admitted to herself that she needed to see the Woman.</p>\n            <p style=\"margin-bottom: 15px; \">When the cigarette had burned past the halfway mark, the heat from the ember scorched her fingers. Unconsciously, she jolted awake, realizing that the cold winds had carried her into a forgotten zone of memory. The day her mother used the last of her fragile strength to grasp her small hand before exhaling her final breath on the way to the hospital. The impact had completely disfigured one side of her mother’s head and eye. The final things she remembered about her mother were not just those horrific wounds, but the tears, the blood-stained small hands, and the single blink that transferred every hope of survival from an adult to a child—only for that child to realize her future had vanished forever on a one-way ambulance ride. She had cried endlessly, until she decided her fate would be completely bound to the place that had created her—becoming a nurse at the very hospital that received her mother’s body. A place where, as the most important life of her own ended, the lives of thousands of other patients were tended by her hands and found hope. Something—small as a seed—had taken root deep within, quietly dragging her down day by day. She knew it.</p>\n            <p style=\"margin-bottom: 15px; \">A warm hand touched her shoulder lightly. Pulling her back to the presence of the cold.<br>“Have you been here long?”</p>\n            <p style=\"margin-bottom: 15px; \">She turned to look at the Woman as if her sudden appearance were nothing unusual. “For a while, I think. Actually, I didn’t pay much attention to the time.”<br>“Next time, just come on time. There is no need to be this early.” The Woman sat down beside her.<br>“I feel restless tonight. I don’t know why,” she said, looking at the Woman. “If I stay cooped up inside any longer, I can’t bear it.”<br>“Did something happen at work?” The Woman seemed surprised.<br>“No. I took a sick day, but actually, there is nothing wrong with me.”</p>\n            <p style=\"margin-bottom: 15px; \">The Woman leaned back against the bench. Her expression deliberately let her know that she understood.<br>“That must be very hard for you.”</p>\n            <p style=\"margin-bottom: 15px; \">She remained silent, staring into the empty space ahead.<br>“You know, human beings were not born to absorb pain. They prefer to manufacture pain and pass it on to others.”</p>\n            <p style=\"margin-bottom: 15px; \">“But what if some people don’t mean to create it? And what if pain itself is just random?” She said, watching the leaves quietly swept across the pavement by the night wind. “Like my mother. She didn’t create pain for me. I created it myself and punished myself with it.”</p>\n            <p style=\"margin-bottom: 15px; \">“But you are forgetting one thing,” the Woman said slowly. Not emphasizing, yet every word carried weight. “Your mother’s temper while driving was the cause of her losing control. You are bearing a pain for which you were not the direct cause.”</p>\n            <p style=\"margin-bottom: 15px; \">The Woman inhaled and exhaled slowly. The warmth of her breath was close enough to be felt on the skin. In that silent moment, she missed her mother. The Woman perceived everything present. “Humans were not created to absorb pain. That is the task of angels. But there are exceptions. If someone can absorb pain and keep it to themselves, instead of throwing it onto others, then in truth, they are an angel.”</p>\n            <p style=\"margin-bottom: 15px; \">She looked at the Woman in astonishment, then shifted her gaze elsewhere. She knew the Woman was looking into her soul from a different perspective—one beyond her imagination. A perspective she believed she would never reach. She trembled. “I don’t think I’m that good. You know, absorbing pain is exhausting. And throwing it at others is even more exhausting. I don’t have the strength for that. Maybe I’m just too lazy to do what makes me tired.”</p>\n            <p style=\"margin-bottom: 15px; \">“But pain still has its own meaning. If pain took root in you early in childhood, it will stay with you for the rest of your life. You didn’t run away. And when the time is right, you will understand everything.” The Woman said.</p>\n            <p style=\"margin-bottom: 15px; \">Her eyes wet, she leaned her head on the Woman’s shoulder. “You know, I wished you were my mother. I wanted nothing more than that.”</p>\n            <p style=\"margin-bottom: 15px; \">The Woman held her hand, stroking her soft hair. “I can be anyone. And because I am not fixed as anyone, I cannot become anyone other than what you wish to see in me. Your words mean a great deal to me, but I think it would be better if you saved them for those who deserve them more.”</p>\n            <p style=\"margin-bottom: 15px; \">The Woman caressed her small face before standing up completely. “It is time. We must part for now.”<br>“When can I see you again?” She asked, standing up with the Woman.</p>\n            <p style=\"margin-bottom: 15px; \">The Woman smiled. “You will always know what you truly wish to know, my dear.”</p>\n            <p style=\"margin-bottom: 15px; \">Their gazes held for a few seconds before the Woman finally walked away. She watched, the figure fading into the distance until it disappeared from sight. She looked inward. The pain had not lessened after all this time. But today, there was something different. She adjusted her scarf, pulled the lapels of her coat tight, and took a deep breath before walking on.</p>\n            <p style=\"margin-bottom: 15px; \">The night mist thickened in the air. The cold wind still blew along the road home. As she walked, she murmured softly under her breath: “There was something different.”</p>\n"
    }
  },
  {
    "id": "writings-108%-ga-va-nang-la-ban",
    "date": "11/11/24",
    "location": "Sài Gòn",
    "title": {
      "vi": "108% Gã và Nàng là bạn",
      "en": "108% He and She are friends."
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px; \">Gã và Nàng là bạn. Điều này Gã có thể chắc chắn 108% dù cho Gã thương mến Nàng nhiều hơn là một người bạn thuần túy. Nghĩa thuần túy mà hầu hết những người đang yêu đều có thiên kiến rất rõ. Gã không quá rõ ràng về ranh giới giữa các mối quan hệ, mặc dù Gã có thể tự nhận xét mình là một người có chuẩn mực đạo đức tương đối ổn định, ít nhất cha mẹ Gã là một cặp vợ chồng hết sức cổ điển, đã ở bên nhau và nuôi dạy Gã theo cách tương tự cha mẹ của họ đã làm. Điều đó khiến Gã hoàn toàn tin tưởng rằng sự nhìn nhận của Gã về dấu hiệu nhận biết cho một kiểu quan hệ là tình yêu hay đơn thuần tình bạn.</p>\n            <p style=\"margin-bottom: 15px; \">Gã ghét cách mọi người tìm cách quan niệm rạch ròi tình bạn và tình yêu, và Gã biết sẽ có người lập luận đó là cách Gã biện minh cho hành vi đối xử với Nàng không mấy “bằng hữu”. Gã thú nhận, mỗi khi bên cạnh Nàng, các chất xúc tác trong cơ thể làm cho Gã xao động. Gã cho rằng đó là một phản ứng hết sức tự nhiên của cơ thể nếu xét ở khía cạnh con người là một loài linh trưởng phức tạp được tạo hóa ban tặng một quy trình chính xác cách phản ứng cảm xúc với những người ta yêu hoặc ghét. Gã khá chắc Gã yêu Nàng hơn tất thảy những gì Gã có thể diễn đạt và Gã không giấu giếm rằng cảm giác ghét Nàng cũng là một phần trong quy trình hóa học khiến Gã yêu Nàng sâu sắc. Yêu rồi lại ghét, rồi lại yêu. Nhưng có vẻ việc cho rằng Gã với Nàng là bạn và rằng Gã cũng yêu Nàng là một khối mâu thuẫn lớn trong mối quan hệ của cả hai.</p>\n            <p style=\"margin-bottom: 15px; \">Trước tiên, Gã không xét đến cách yêu theo lý thuyết Chánh Niệm mà Gã vẫn đọc trong những năm tháng rối bời khi còn trẻ. Đương nhiên, Gã có thể hiểu rõ rằng từ “yêu” bao hàm rộng hơn theo nghĩa Gã đang nhắc đến, rằng Gã có thể dùng từ “yêu” với gia đình hoặc cả bạn bè mình. Nhưng Gã cho rằng quan niệm của Gã đơn giản hơn như vậy rất nhiều.</p>\n            <p style=\"margin-bottom: 15px; \">Gã và Nàng là bạn, đồng thời Gã cũng yêu Nàng nhiều hơn so với những gì Gã có thể diễn đạt. Hồ như, nếu Gã cắt nghĩa ra quan niệm của mình, sẽ chẳng có câu trả lời nào thỏa mãn sự trông đợi của những trái tim đau khổ đang tìm lối thoát cho chuyện tình cảm mà họ đang gặp. Điều đó sẽ chỉ như một sự thật hiển nhiên rằng Trái Đất cần 365 ngày để quay xung quanh Mặt Trời, hơn là một câu trả lời mang tính triết lý bao quát được cả khái niệm tình yêu. Gã đơn thuần hơn như vậy và Gã cho là Nàng cũng không phiền hà gì với cách tiếp cận tình yêu mà Gã dành cho Nàng.</p>\n            <p style=\"margin-bottom: 15px; \">Về phần Nàng. Nàng vô tư đón nhận sự ngốc nghếch này và Gã luôn cảm thấy may mắn vì Nàng xem sự ngốc nghếch ấy chỉ như Trái Đất quay quanh Mặt Trời. Nàng trong veo như một bông hoa nở ra từ một khe đá núi lửa. Gã luôn thấy thế, và chẳng bao giờ có thể thay đổi được cách nhìn nhận này dù đã cố gắng nhìn ở nhiều góc độ khác nhau của con người Nàng trong suốt mười năm bên nhau.</p>\n            <p style=\"margin-bottom: 15px; \">Kể cả khi hai người làm tình, sự trong veo ấy luôn khiến Gã tự hỏi, có khía cạnh nào Nàng không muốn cho Gã thấy không? Nàng có bao giờ tức giận với một ai đến mức khiến tâm trí Nàng phải nghĩ đến một con dao không? Nhưng kể cả vậy, Gã chẳng thể thấy sự trong veo ấy biến mất nếu Gã có phải chuẩn bị cơm để thăm nuôi Nàng mỗi tuần sau song sắt. Và những dòng suy nghĩ như vậy thường xuyên kiếm tìm Gã đến mức đều bị Nàng phát hiện ra khi nhịp thở của Gã hoãn lại mỗi lúc môi Gã đang kế bên bờ môi mềm mại của Nàng.</p>\n            <p style=\"margin-bottom: 15px; \">Tận lúc này đây, Gã chẳng muốn gán cho Nàng một định danh hay một cái tên nào cụ thể để ràng buộc Nàng trên chặng đường cả hai khám phá những cảm xúc cùng nhau.</p>\n            <p style=\"margin-bottom: 15px; \">Và Gã chắc chắn 108% Gã và Nàng là bạn - một đôi bạn thân cho đến khi Gã nhắm mắt và ngủ một giấc thật dài.</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px; \">He and She are friends. He is 108% certain of this. Even if He cherishes Her far more than a mere friend in the conventional sense. That “conventional sense” which most people in love cling to with such obvious bias. He isn't particularly precise about the boundaries between relationships. Though He considers himself a person with relatively stable moral standards. At the very least, his parents were a thoroughly classic couple. They stayed together and raised Him in much the same way their own parents had raised them. That fact alone gives Him absolute confidence in his ability to distinguish whether a relationship is love or simply friendship.</p>\n            <p style=\"margin-bottom: 15px; \">He despises the way people insist on drawing a rigid line between friendship and love. He knows some would argue that this is merely his way of justifying behavior toward Her that is not exactly “friendly.” He admits it: whenever He is near Her, the chemical catalysts in his body stir him into restlessness. He considers this a perfectly natural biological response. Assuming human beings are complex primates endowed by evolution with a precise biochemical process for reacting to those we love or hate. He is quite certain He loves Her more than anything He can articulate. And He makes no secret of the fact that the feeling of hating Her is also part of the chemical process that allows him to love Her so deeply. Love, then hate, then love again. Yet the notion that He and She are friends, while He also loves Her, seems to form a massive contradiction at the core of their relationship.</p>\n            <p style=\"margin-bottom: 15px; \">To begin with, He doesn't view love through the lens of Mindfulness theory, which He read during the confused years of his youth. Naturally, He understands that the word “love” has a broader scope than the specific meaning He refers to here. That He could use “love” for family or even friends. But He believes his own concept is far simpler than that.</p>\n            <p style=\"margin-bottom: 15px; \">He and She are friends. At the same time, He loves Her more than He can express. It seems that if He were to explain his concept, no answer would satisfy the expectations of wounded hearts seeking an exit from their emotional entanglements. It would be no more than a self-evident fact—like the Earth needing 365 days to orbit the Sun—rather than a philosophical answer encompassing the concept of love. He is simply that uncomplicated. And He assumes She is not bothered by the way He approaches love with Her.</p>\n            <p style=\"margin-bottom: 15px; \">As for Her. She accepts this foolishness with innocence. He always feels fortunate that She regards such foolishness as naturally as the Earth revolving around the Sun. She is transparent. Like a flower blooming from a crack in volcanic rock. He has always seen Her this way. And He has never been able to alter that perception, despite trying to view Her from countless different angles over the ten years they have been together.</p>\n            <p style=\"margin-bottom: 15px; \">Even when they make love, that transparency makes him wonder. Is there any aspect of Hers that She doesn't want him to see? Has She ever been so furious at someone that her mind conjured the image of a knife? Yet even so, He cannot imagine that transparency vanishing. Even if He had to pack meals to visit Her every week behind prison bars. Such thoughts come to him so often that She always detects them—whenever his breathing falters just as his lips are about to touch her soft mouth.</p>\n            <p style=\"margin-bottom: 15px; \">Even now, He has no desire to assign Her a label or a specific name to bind Her as they continue to explore their feelings together.</p>\n            <p style=\"margin-bottom: 15px; \">And He is 108% certain that He and She are friends. A pair of best friends. Until the moment He closes his eyes and enters a very long sleep.</p>\n"
    }
  },
  {
    "id": "writings-nhung-manh-giay-trong-khe-da",
    "date": "26/06/24",
    "location": "Sài Gòn",
    "title": {
      "vi": "những mảnh giấy trong khe đá.",
      "en": "fragments of paper in the rock’s crevices."
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px; \">Có một nơi mà ý thức chưa từng chạm được đến. Đương nhiên là rất xa nơi Gã đang đứng và nghĩ về. Thật khó để chấp nhận những góc khuất bên trong, được gợi lên bằng những tín hiệu li ti trải dài khắp cơ thể. Gã chỉ nhớ được một chi tiết quan trọng về Nàng mà trước khi biến mất không một dấu vết, Nàng đã liên tục báo hiệu cho Gã, nhưng thời điểm đó Gã đã cố tình lờ đi. Nàng có thói quen để lại những mảnh giấy nhỏ trong các khe tường trước khi rời đi khỏi một nơi chốn.</p>\n            <p style=\"margin-bottom: 15px; \">Nhưng đã quá nửa thời gian mà Gã dành ra để tìm kiếm đều nhận lại là sự thất vọng. Gã và Nàng đã từng đi qua rất nhiều nơi, gần như không thể nhớ hết những nơi nào Nàng sẽ để lại một tâm tư quan trọng trong một khe tường nào đó. Có lẽ, Gã đã có một thời gian trách Nàng rất nặng nề vì sự ra đi đột ngột đó. Nhưng tận sâu bên trong, cảm giác bị bỏ lại vẫn là động lực chính khiến Gã muốn tìm ra nguyên nhân thật sự cho tình cảnh này của mình.</p>\n            <p style=\"margin-bottom: 15px; \">Gã khởi sự bằng một dòng chữ nhỏ Nàng viết trên bức tường gần bàn làm việc cũ của Nàng. Bức tường chi chít những chữ cái không có liên hệ mật thiết với nhau, đan xen bằng nhiều ngôn ngữ. Gã suy đoán đó là cách Nàng lấy ý tưởng cho những tình tiết trong quá trình viết cuốn tiểu thuyết thứ hai của mình. Một dòng chữ nhỏ màu đỏ đánh thẳng vào thị giác của Gã: Wall, District X. Cơ mặt chăm chú của Gã dãn ra.</p>\n            <p style=\"margin-bottom: 15px; \">Bức tường nằm sát bờ sông ở quận X. Một bức tường lẻ loi và có phần không ăn khớp với cảnh quan xung quanh. Từ xa tiến lại gần, Gã đưa bàn tay ven theo thành tường trong khi chậm rãi bước đi xung quanh. Gã nhắm mắt cảm nhận chất liệu trên tường. Gã cố gắng nhớ lại ngữ cảnh của bức tường này khi bên cạnh Nàng. Có gì đó thôi thúc Gã phải mau chóng tìm kiếm ngay mảnh giấy nhưng Gã cũng không hoàn toàn muốn giây phút này trôi qua nhanh vì nếu không trở lại nơi chốn này, những ký ức về Nàng chẳng thể quay lại rõ nét như vậy.</p>\n            <p style=\"margin-bottom: 15px; \">Bất chợt có một vật mềm hơn so với những vật liệu khác bao quanh bàn tay Gã. Gã khựng người lại chậm rãi đưa mắt nhìn vào cái khe nhỏ làm gián đoạn ký ức của mình. Gã chớp mắt trong khi lắng nghe cơ thể mình đang bộc bạch một cảm giác. Có một âm thanh đều đặn như một quy luật tuyệt diệu của đất trời - Trái tim Gã đang đập, nhanh dần. Gã luồn ngón tay mình vào khe nhỏ đến khi chạm vào được vật mềm đó rồi từ tốn lôi nó ra ngoài.</p>\n            <p style=\"margin-bottom: 15px; \">Mảnh giấy mỏng, bám đầy tơ nhện và một lớp bụi mịn màu xám của vữa xi măng khô lâu năm bị mục. Gã nhẹ nhàng mở từng nếp gấp vì sợ mình sẽ không thể đọc thông điệp của Nàng (có lẽ dành cho mình) một cách trọn vẹn.</p>\n            <p style=\"margin-bottom: 15px; \">Tay Gã run lên, mí mắt có sự đổi màu sang sắc đỏ sẫm. Gã lau nhẹ vết bụi mỏng bám trên những con chữ bằng ngón tay khô cứng của mình.</p>\n            <p style=\"margin-bottom: 15px; \">“Mỗi mảnh giấy em để lại, là một phần tâm hồn và thể xác của em cũng ở lại. Em không nghĩ anh sẽ tìm đến đây và biết được một phần đã mất của em. Anh thương mến, hôm nay anh là một đứa trẻ khi nằm trên bãi cỏ và tựa lưng vào bức tường này cùng em. Em sẽ ở lại nơi đây, tấm lưng em sẽ còn in một sắc nhạt trên bức tường này nếu anh nhìn thật kỹ. Em ước em có thể chạm vào mái tóc và khuôn ngực của anh mãi như bây giờ khi anh đang yên tĩnh với giấc ngủ trên chân em. Anh thương mến, không còn bao lâu nữa em sẽ đi. Nhưng bóng lưng em sẽ mãi còn trên bức tường này, cùng anh.”</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px; \">There is a place that consciousness has never managed to reach. Naturally, it is located far from where He is standing and thinking. It is difficult to accept the dark corners inside, awakened by tiny signals firing across his nervous system. He remembers only one crucial detail about Her. Before disappearing without a trace, She had continuously signaled Him—signals He deliberately chose to ignore at the time. She had a habit of secreting small slips of paper into the crevices of walls before departing from a place.</p>\n            <p style=\"margin-bottom: 15px; \">Yet more than half the time He invested in this search yielded nothing but disappointment. He and She had traversed so many places together that it was nearly impossible to recall where She might have deposited a fragment of her thoughts within a wall. Perhaps, for a time, He had blamed Her heavily for that sudden departure. But deep down, the sensation of being left behind remained the primary engine driving Him to uncover the true cause of his current state.</p>\n            <p style=\"margin-bottom: 15px; \">He began with a small line of text She wrote on the wall near Her old desk. The wall was covered in a chaotic array of alphabets, seemingly unrelated, woven together in multiple languages. He assumed this was how She generated ideas for the plot of her second novel. A small line of red text struck Him directly in the eyes: <em>Wall, District X</em>. The tense muscles of His face relaxed.</p>\n            <p style=\"margin-bottom: 15px; \">The wall stood adjacent to the riverbank in District X. A solitary structure, somewhat out of sync with the surrounding landscape. Approaching from a distance, He ran His hand along the surface while slowly circling it. He closed His eyes, processing the texture of the wall. He tried to reconstruct the context of this place when He was beside Her. Something urged Him to find the paper immediately, yet He did not entirely want this moment to pass quickly. Without returning here, the memories of Her would never regain such clarity.</p>\n            <p style=\"margin-bottom: 15px; \">Suddenly, His hand registered something softer than the surrounding material. He froze, slowly directing His gaze toward the small crack that had interrupted his memory. He blinked, listening to what his body was confessing. There was a steady sound, like a sublime law of the universe—the beating of His heart, accelerating. He slipped His fingers into the narrow gap until they touched the soft object, then deliberately pulled it out.</p>\n            <p style=\"margin-bottom: 15px; \">A thin slip of paper, entangled in spiderwebs and coated in a fine layer of gray dust—the residue of decaying cement. He gently unfolded each crease, fearing that he might not be able to read Her message (perhaps meant for Him) in its entirety.</p>\n            <p style=\"margin-bottom: 15px; \">His hands trembled. The skin around his eyelids took on a deep crimson hue. With dry, stiff fingers, He softly wiped away the dust clinging to the letters.</p>\n            <p style=\"margin-bottom: 15px; \">“With every slip of paper I leave, a fragment of my soul and body remains behind. I never thought you would come here and discover a part of me that has been lost. My dear, today you are a child, lying on the grass, resting your back against this wall with me. I will remain here; my back will leave a faint imprint on this wall if you look closely enough. I wish I could keep touching your hair and your chest forever, just as I am now, while you rest quietly in sleep upon my legs. My dear, it will not be long before I leave. But my shadow will always remain on this wall—together with you.”</p>\n"
    }
  },
  {
    "id": "writings-sai-gon-15-04-24",
    "date": "15/04/24",
    "location": "Sài Gòn",
    "title": {
      "vi": "Sài Gòn, 15/04/24",
      "en": "Saigon, 15/04/24"
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px; \">Gửi em,</p>\n            <p style=\"margin-bottom: 15px; \">Anh chưa dám dùng từ \"thương mến\" trong câu mở đầu vì anh biết em còn ngại anh. Nhưng không phải em ngại anh theo cách hiểu \"thông thường\". Em ngại sẽ làm tổn thương anh. Anh nghĩ rằng đã từ rất lâu, mình không được đối xử như vậy trong tình yêu; dù không rõ em có đang thành thật với lòng mình không khi nghĩ như vậy.</p>\n            <p style=\"margin-bottom: 15px; \">Anh đang nghe Frédéric Chopin khi viết lá thư này cho em. Những giai điệu làm anh tưởng tượng ra những đêm nóng nực của thành phố nhộn nhịp, những tòa nhà phủ kính và những người vô tâm lướt qua đời nhau.</p>\n            <p style=\"margin-bottom: 15px; \">Em biết không, những người trẻ của thế hệ chúng ta đang sống, khi nhìn vào tấm kính cao của những tòa nhà đặt khắp nơi trong thành phố, họ thấy hình ảnh của mình được phản chiếu qua những tấm kính. Họ cảm tưởng như mình là những con người cô đơn nhất thế gian. Họ tự đặt câu hỏi: đây là Tôi đó sao?</p>\n            <p style=\"margin-bottom: 15px; \">Anh nghĩ: em, anh, chúng ta đều là một phần của thời đại này. Những nỗi buồn khổ không tên luôn đeo bám chúng ta, không dứt. Anh thương em và cũng thương cho những người trẻ ngoài kia vì phải tự nhìn thấy mình mỗi ngày qua những tấm kính vô hồn đó, tự đặt câu hỏi về sự tồn tại của mình. Anh vô thức nghĩ rằng, nếu không có gương thì chúng ta đâu có cô đơn đến thế.</p>\n            <p style=\"margin-bottom: 15px; \">Nhưng em ơi, khi chúng ta ngắm nhìn chính mình. Chúng ta đồng thời nhìn thấy được sự mầu nhiệm của tạo hóa, của tổ tiên chúng ta. Để có 8 tỷ người như hiện tại, phải có ít nhất một người đàn ông và một người phụ nữ đầu tiên thương mến nhau. Vậy cớ gì trong xác suất 8 tỷ trường hợp thì chúng ta lại tồn tại để đứng trên thảm cỏ xanh mát, để ngắm những bông hoa đẹp, và để hòa vào nhau trong cái gọi là tình yêu.</p>\n            <p style=\"margin-bottom: 15px; \">Sự mầu nhiệm đó đã xảy ra với anh, với em và với cha mẹ chúng ta. Anh chưa thể trả lời được câu hỏi của tạo hóa tại sao anh xứng đáng để tồn tại thay vì một người khác đáng lẽ đã được tồn tại. Nhưng anh chắc chắn được rằng, mắt của anh là để nhìn thấy em, môi của anh là để hôn em, và da của anh là để cảm nhận cơ thể mềm mại của em.</p>\n            <p style=\"margin-bottom: 15px; \"><i>Thầy</i> đã đưa anh đến với cuộc đời này bằng con mắt của yêu thương và trực nhận sự nhiệm mầu của sự sống. Anh cũng muốn em được biết rằng, em đã luôn có hạt giống của hạnh phúc bên trong em, ngay trong DNA của em và vào một ngày trời trong xanh nào đó của sự sống nhiệm màu này, em sẽ nhận ra và tưới tẩm cho hạt giống hạnh phúc bên trong em.</p>\n            <p style=\"margin-bottom: 15px; \">Anh mãi bên cạnh em dù cho thân xác của anh có không hiện diện ở nơi hành tinh này. Anh mong em biết rằng tình thương của anh sẽ mãi bên cạnh em cũng như <i>Thầy</i> đã mãi bên cạnh anh suốt quãng thời gian anh tồn tại và chưa tồn tại.</p>\n            <p style=\"margin-bottom: 15px; \">Mong em hiểu, em đã làm rất tốt những gì cuộc sống này mong cầu ở em. Em không cần phải cố nếu thấy muốn bỏ cuộc. Em không cần phải có trách nhiệm với những điều em không thể kham nổi. Em không cần phải yêu nếu em thấy cơ thể mình run lên trong căn phòng trống đầy hơi ẩm của vị mặn nước mắt.</p>\n            <p style=\"margin-bottom: 15px; \">Anh mong em khỏe và đợi ngày hạt giống trong em nảy mầm. Em hãy nhớ tưới tẩm hạt giống hạnh phúc đó mỗi ngày cho dù cuộc đời đã không công bằng với em đến đâu.</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px; \">Dear you,</p>\n            <p style=\"margin-bottom: 15px; \">I haven’t dared to write “dearest” in the opening line, because I know you still flinch from me. Not in the “ordinary” way, but out of a fear that you might wound me. I think it has been a very long time since love treated me with such caution—though I can’t be sure if you are being entirely honest with your own heart when you feel this way.</p>\n            <p style=\"margin-bottom: 15px; \">I am listening to Chopin as I write this. The notes summon the sweltering nights of this bustling city, the glass-skinned buildings, and the bodies drifting past one another, untouched.</p>\n            <p style=\"margin-bottom: 15px; \">You know, our generation looks into the tall glass façades scattered across the city and sees only our own ghosts staring back. We feel like the loneliest creatures on earth. We ask the reflection: <em>Is this really me?</em></p>\n            <p style=\"margin-bottom: 15px; \">I think we are debris of this era, you and I. A nameless grief clings to us, relentless. I love you, and I ache for those young bodies out there, forced to witness their own existence in those soulless panes of glass, constantly questioning why they are here. I find myself thinking: if there were no mirrors, perhaps we wouldn’t be so stranded in our own solitude.</p>\n            <p style=\"margin-bottom: 15px; \">But listen. When we gaze at ourselves, we are witnessing a biological miracle, the survival of our ancestors. For eight billion of us to be here, there had to be a first man and a first woman who decided to love. Why, in that probability of eight billion, do <em>we</em> get to exist? To stand on cool green grass, to see flowers, to collide into this thing called love?</p>\n            <p style=\"margin-bottom: 15px; \">That miracle happened to me, to you, and to our parents. I cannot answer the Creator’s question—why I get to breathe instead of someone else who might have taken my place. But I am certain of this: my eyes were made to find you, my lips to kiss you, and my skin to memorize the softness of yours.</p>\n            <p style=\"margin-bottom: 15px; \"><em>Thầy</em> brought me into this world with eyes of compassion, witnessing the miracle of being. I want you to know: the seed of happiness is already inside you, stitched into your very DNA. On some clear, blue day, you will find it, and you will learn to water it.</p>\n            <p style=\"margin-bottom: 15px; \">I will remain with you, even when this body no longer walks this planet. Know that my love stays, just as <em>Thầy</em> has stayed with me through all the time I have existed, and all the time I have not.</p>\n            <p style=\"margin-bottom: 15px; \">Please understand, you have done enough. You have done everything this life asked of you. You don’t have to strive if you want to surrender. You don’t have to carry what breaks you. You don’t have to love if it makes your body tremble in an empty room, heavy with the salt of tears.</p>\n            <p style=\"margin-bottom: 15px; \">I hope you are well. I am waiting for the day that seed within you breaks open. Remember to water that happiness, no matter how unkind this life has been.</p>\n"
    }
  },
  {
    "id": "writings-there-was-nothing-here",
    "date": "12/06/2023",
    "location": "Sài Gòn",
    "title": {
      "vi": "there was nothing here.",
      "en": "there was nothing here."
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px; \">there was nothing here.</p>\n            <p style=\"margin-bottom: 15px; \">no being, no emptiness.</p>\n            <p style=\"margin-bottom: 15px; \">no space, no time.</p>\n            <p style=\"margin-bottom: 15px; \">there was no light to be seen for</p>\n            <p style=\"margin-bottom: 15px; \">no darkness to be found.</p>\n            <p style=\"margin-bottom: 15px; \">no good and no evil.</p>\n            <p style=\"margin-bottom: 15px; \">no life, no death.</p>\n            <p style=\"margin-bottom: 15px; \">no me, no you, no one.</p>\n            <p style=\"margin-bottom: 15px; \">there was no reason to exist, and</p>\n            <p style=\"margin-bottom: 15px; \">there was no non-existent one.</p>\n            <p style=\"margin-bottom: 15px; \">no.</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px; \">there was nothing here.</p>\n            <p style=\"margin-bottom: 15px; \">no being, no emptiness.</p>\n            <p style=\"margin-bottom: 15px; \">no space, no time.</p>\n            <p style=\"margin-bottom: 15px; \">there was no light to be seen for</p>\n            <p style=\"margin-bottom: 15px; \">no darkness to be found.</p>\n            <p style=\"margin-bottom: 15px; \">no good and no evil.</p>\n            <p style=\"margin-bottom: 15px; \">no life, no death.</p>\n            <p style=\"margin-bottom: 15px; \">no me, no you, no one.</p>\n            <p style=\"margin-bottom: 15px; \">there was no reason to exist, and</p>\n            <p style=\"margin-bottom: 15px; \">there was no non-existent one.</p>\n            <p style=\"margin-bottom: 15px; \">no.</p>\n"
    }
  },
  {
    "id": "writings-sai-gon-04-03-23",
    "date": "04/03/23",
    "location": "Sài Gòn",
    "title": {
      "vi": "Sài Gòn, 04/03/23",
      "en": "Saigon, 04/03/23"
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px; \">khi sự sống là khổ hạnh, khi cái chết là đặc ân</p>\n            <p style=\"margin-bottom: 15px; \">khi cái đẹp là trống không, khi xấu xa là đầy ắp</p>\n            <p style=\"margin-bottom: 15px; \">khi tình thương là giam cầm, khi tan vỡ là giải thoát</p>\n            <p style=\"margin-bottom: 15px; \">khi lòng tốt là mang ơn, khi ích kỷ là tự tại</p>\n            <p style=\"margin-bottom: 15px; \">khi dấu phẩy là tiếp nối của sự nối tiếp</p>\n            <p style=\"margin-bottom: 15px; \">dở dang,</p>\n            <p style=\"margin-bottom: 15px; \">khi dấu chấm là kết thúc trước một khởi đầu</p>\n            <p style=\"margin-bottom: 15px; \">đầy đặn.</p>\n            <p style=\"margin-bottom: 15px; \">là khi...</p>\n            <p style=\"margin-bottom: 15px; \">sống mỗi ngày,</p>\n            <p style=\"margin-bottom: 15px; \">sự thật,</p>\n            <p style=\"margin-bottom: 15px; \">là kéo dài cái chết đang ung nhọt?</p>\n            <p style=\"margin-bottom: 15px; \">hay,</p>\n            <p style=\"margin-bottom: 15px; \">là đã đến,</p>\n            <p style=\"margin-bottom: 15px; \">là đủ đầy?</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px; \">when life is an ascetic ordeal, when death is a privilege</p>\n            <p style=\"margin-bottom: 15px; \">when beauty is emptiness, when ugliness is abundance</p>\n            <p style=\"margin-bottom: 15px; \">when love is confinement, when breaking apart is liberation</p>\n            <p style=\"margin-bottom: 15px; \">when kindness is indebtedness, when selfishness is self-sovereignty</p>\n            <p style=\"margin-bottom: 15px; \">when the comma is the continuation of continuation</p>\n            <p style=\"margin-bottom: 15px; \">unfinished,</p>\n            <p style=\"margin-bottom: 15px; \">when the period is an ending before a beginning</p>\n            <p style=\"margin-bottom: 15px; \">complete.</p>\n            <p style=\"margin-bottom: 15px; \">is when…</p>\n            <p style=\"margin-bottom: 15px; \">living each day,</p>\n            <p style=\"margin-bottom: 15px; \">the truth,</p>\n            <p style=\"margin-bottom: 15px; \">is extending a death already ulcerating?</p>\n            <p style=\"margin-bottom: 15px; \">or,</p>\n            <p style=\"margin-bottom: 15px; \">has it arrived,</p>\n            <p style=\"margin-bottom: 15px; \">is it enough?</p>\n"
    }
  },
  {
    "id": "writings-chiec-la-truoc-them-nha",
    "date": "24/10/21",
    "location": "Quy Nhơn",
    "title": {
      "vi": "Chiếc lá trước thềm nhà",
      "en": "The leaf at the doorstep"
    },
    "content": {
      "vi": "\n    <p style=\"margin-bottom: 15px;\">Anh đờ người và suy ngẫm có sự khác nhau nào giữa anh và nó?<br>\n    Nghe cứ như một người điên đang cố gắng bình tĩnh.<br>\n    Nhặt lên,<br>\n    ngắm nghía một hồi lâu.<br>\n    Anh như thấy chính mình ở đấy.<br>\n    Một nguồn năng lượng căng tràn chỉ muốn tìm đường để thoát ra.</p>\n\n    <p style=\"margin-bottom: 15px;\">Tại sao tay cầm lá mà không phải lá cầm tay?<br>\n    Tại sao đứng trên thềm mà không phải đứng dưới thềm?<br>\n    Tại sao yêu và ghét luôn phải song hành?<br>\n    Tại sao và tại sao?</p>\n\n    <p style=\"margin-bottom: 15px;\">Anh đứng trơ ra đã được mười-phút-cuộc-đời.<br>\n    Suy nghĩ đã tan, cảm xúc cũng chẳng còn ở lại.<br>\n    Giờ đây,<br>\n    anh sống như thể một chiếc lá,<br>\n    một chiếc lá xanh mướt và tràn đầy.<br>\n    Lễ hội của sự sống như đang hiện bài ngay trước mắt.</p>\n\n    <p style=\"margin-bottom: 15px;\">Anh nhận ra,<br>\n    bản ngã chưa từng tồn tại,<br>\n    đau khổ là thứ xa xỉ nhất để sở hữu,<br>\n    và yêu thương thì chẳng cần điều kiện.<br>\n\n    <p style=\"margin-bottom: 15px;\">Anh đã thật sự biết yêu-thương.<br>\n\n    ",
      "en": "\n    <p style=\"margin-bottom: 15px;\">He stood transfixed, pondering: is there any difference between him and it?<br>\n    It sounds like a madman trying to keep his composure.<br>\n    He picked it up,<br>\n    staring at it for a long while.<br>\n    He saw his own reflection there.<br>\n    A bursting energy, desperate to find a way out.</p>\n\n    <p style=\"margin-bottom: 15px;\">Why does the hand hold the leaf, and not the leaf the hand?<br>\n    Why stand on the step, and not below it?<br>\n    Why must love and hate always walk hand in hand?<br>\n    Why, and why?</p>\n\n    <p style=\"margin-bottom: 15px;\">He stood there frozen for ten-minutes-of-life.<br>\n    Thoughts dissolved, emotions no longer stayed.<br>\n    Now,<br>\n    he lives as if he were a leaf,<br>\n    a lush, brimming green leaf.<br>\n    The carnival of life is laying its cards right before his eyes.</p>\n\n    <p style=\"margin-bottom: 15px;\">He realized,<br>\n    the ego has never existed,<br>\n    suffering is the most luxurious thing to possess,<br>\n    and love requires no conditions.<br>\n\n    <p style=\"margin-bottom: 15px;\">He has truly learned to love.<br>\n\n"
    }
  },
  {
    "id": "writings-nha-trang-11-09-24",
    "date": "11/09/24",
    "location": "Quy Nhơn",
    "title": {
      "vi": "Nha Trang, 11/09/24",
      "en": "Nha Trang, 11/09/24"
    },
    "content": {
      "vi": "\n<p style=\"margin-bottom: 15px; \">Gửi em ngàn thương mến,</p>\n            <p style=\"margin-bottom: 15px; \">Cách đây một thời gian, anh cứ nghĩ mình đã mất em và anh đã đau đớn rất nhiều vì sự kiện \"lớn\" đó - rằng em đã mãi không còn đây. Nhưng, cho đến tận cùng, anh nhận ra rằng anh chưa từng mất gì cả. Anh ngỡ rằng mình mất em, nhưng thật sự anh lại có được em - một con người không \"hẳn\" mới nhưng chắc chắn đã tìm thấy hạnh phúc giản đơn ở bên cạnh mình - điều mà như em đã nói không còn hiện diện nơi anh. Anh mất em nhưng thật sự anh lại có được em - một bản thể hạnh phúc hơn ngàn lần trước đây và cả sau này, dù cho anh không hiện diện ở đây - bên em, nhưng sự hạnh phúc em đang có, khiến anh nhận ra đó chính là thứ tình thương mà anh mong em sẽ có và luôn xứng đáng được có.</p>\n            <p style=\"margin-bottom: 15px; \">Thật nhẹ nhõm khi một buổi chiều nắng gắt ở Nha Trang, anh đã xúc động vì sau ngần ấy những sự được-mất thì mình vẫn luôn yêu em như vậy, thương em như vậy và tình yêu dần lớn lên, tỏa ra khắp ngõ ngách của một thành phố lạ. Nơi cũng có biển, cũng có sự nóng bức và ẩm ướt của mồ hôi, đã nhắc nhớ anh về một thời quá vãng, khi ta dạo bộ cùng nhau ở một thành phố biển tương tự tại quê anh.</p>\n            <p style=\"margin-bottom: 15px; \">Nơi có những hàng thông trăm tuổi, những bà Xơ khấn trọn đời mình cho Thiên Chúa và những ký ức đẹp về chúng ta. Tình yêu trong anh đã lan tỏa và lớn lên từng ngày như vậy.</p>\n            <p style=\"margin-bottom: 15px; \">Anh hạnh phúc vì anh đã luôn sống cho tình yêu và được là tình yêu - giản đơn, không còn cưỡng cầu và tràn đầy tình thương mến, cho nhau.</p>\n",
      "en": "\n<p style=\"margin-bottom: 15px; \">Gửi em ngàn thương mến,</p>\n            <p style=\"margin-bottom: 15px; \">Cách đây một thời gian, anh cứ nghĩ mình đã mất em và anh đã đau đớn rất nhiều vì sự kiện \"lớn\" đó - rằng em đã mãi không còn đây. Nhưng, cho đến tận cùng, anh nhận ra rằng anh chưa từng mất gì cả. Anh ngỡ rằng mình mất em, nhưng thật sự anh lại có được em - một con người không \"hẳn\" mới nhưng chắc chắn đã tìm thấy hạnh phúc giản đơn ở bên cạnh mình - điều mà như em đã nói không còn hiện diện nơi anh. Anh mất em nhưng thật sự anh lại có được em - một bản thể hạnh phúc hơn ngàn lần trước đây và cả sau này, dù cho anh không hiện diện ở đây - bên em, nhưng sự hạnh phúc em đang có, khiến anh nhận ra đó chính là thứ tình thương mà anh mong em sẽ có và luôn xứng đáng được có.</p>\n            <p style=\"margin-bottom: 15px; \">Thật nhẹ nhõm khi một buổi chiều nắng gắt ở Nha Trang, anh đã xúc động vì sau ngần ấy những sự được-mất thì mình vẫn luôn yêu em như vậy, thương em như vậy và tình yêu dần lớn lên, tỏa ra khắp ngõ ngách của một thành phố lạ. Nơi cũng có biển, cũng có sự nóng bức và ẩm ướt của mồ hôi, đã nhắc nhớ anh về một thời quá vãng, khi ta dạo bộ cùng nhau ở một thành phố biển tương tự tại quê anh.</p>\n            <p style=\"margin-bottom: 15px; \">Nơi có những hàng thông trăm tuổi, những bà Xơ khấn trọn đời mình cho Thiên Chúa và những ký ức đẹp về chúng ta. Tình yêu trong anh đã lan tỏa và lớn lên từng ngày như vậy.</p>\n            <p style=\"margin-bottom: 15px; \">Anh hạnh phúc vì anh đã luôn sống cho tình yêu và được là tình yêu - giản đơn, không còn cưỡng cầu và tràn đầy tình thương mến, cho nhau.</p>\n"
    }
  }
]