[
  {
    "id": "writings-mui-thuoc-la-quen-thuoc",
    "slug": "mui-thuoc-la-quen-thuoc",
    "date": "2023-01-29",
    "location": "Quy Nhơn",
    "title": {
      "vi": "mùi thuốc lá quen thuộc.",
      "en": "that familiar smell of cigarettes."
    },
    "excerpt": {
      "vi": "Tiếng gõ lên mặt bàn vang lên đều đều. Cả âm thanh của điếu thuốc bị mốc đang được kéo từng hơi dài của Nàng trong một không gian tĩnh mịch.",
      "en": "The steady tapping on the tabletop continued. That, and the sound of a stale cigarette being dragged on by Her in the silent room."
    },
    "content": {
      "vi": "Tiếng gõ lên mặt bàn vang lên đều đều. Cả âm thanh của điếu thuốc bị mốc đang được kéo từng hơi dài của Nàng trong một không gian tĩnh mịch. Tình huống này dường như gã đã lường trước khả năng có thể xảy ra, nhưng gã vẫn mặc kệ mà tiến đến mối quan hệ này.\n\nNàng ngồi ngay một góc của chiếc giường, đôi môi liên tục rít những hơi thuốc dài, sâu như thể lượng không khí bên trong căn phòng đã đi hết vào phổi Nàng và thay thế cho lượng không khí ấy là lượng khói thuốc tương đương. Sự ngột ngạt tăng lên theo thời gian.\n\nGã ngồi ở chiếc bàn đối diện cánh cửa ra vào phòng. Gã nhìn vào khoảng không, như thể trong không khí có cái gì đó rất thu hút sự chú ý của gã. Gã không cử động nhiều, chỉ ngồi im và nhịp từng hồi lên mặt bàn 'kịch, kịch, kịch'.\n\n\"Có gì đó không ổn giữa chúng ta.\"\n\"Em thấy vậy sao?\", gã vẫn nhìn khoảng không nhưng ánh mắt có sự dao động nhẹ, nhìn về phía Nàng và nói.\n\"Ừ, em thấy thế. Giữa chúng ta chẳng có ai ổn cả.\"\n\nGã cúi nhẹ đầu, áp mặt vào tóc Nàng — Mùi thuốc lá quen thuộc.",
      "en": "The steady tapping on the tabletop continued. That, and the sound of a stale cigarette being dragged on by Her in the silent room. He had foreseen this scenario as a distinct possibility, yet he had disregarded the odds and proceeded with the relationship anyway.\n\nShe sat at the edge of the bed, her lips working continuously, taking long, deep drags. It was as if all the oxygen in the room was being siphoned into her lungs and replaced by an equal volume of gray smoke. The suffocation intensified with time.\n\nHe sat at the desk facing the door. He stared into the empty space, as if something in the air held a strange gravitational pull for him. He didn't move much. He just sat there, tapping a rhythm on the table—thud, thud, thud.\n\n\"Something is wrong between us.\"\n\"Is that how you see it?\" He kept his eyes on the void, though his gaze wavered slightly before shifting toward Her.\n\"Yeah. That's how I see it. Neither of us is okay.\"\n\nHe bowed his head slightly, pressing his face into her hair — That familiar smell of cigarettes."
    },
    "category": "fiction",
    "featured": true,
    "draft": false,
    "order": 1
  },
  {
    "id": "writings-sai-gon-31-03-25",
    "slug": "sai-gon-31-03-25",
    "date": "2025-03-31",
    "location": "Sài Gòn",
    "title": {
      "vi": "Sài Gòn, 31/03/25",
      "en": "Sài Gòn, 31/03/25"
    },
    "excerpt": {
      "vi": "Gửi mẹ, Đâu đó giữa ký ức và quên lãng, con vẫn nhớ rất rõ cây gỗ lớn bằng bắp chân sáu tuổi của con trên tay mẹ...",
      "en": "Dear Mom, Somewhere between memory and oblivion, I still see the log, thick as my six-year-old calf, raised in your hand..."
    },
    "content": {
      "vi": "Gửi mẹ,\n\nĐâu đó giữa ký ức và quên lãng, con vẫn nhớ rất rõ cây gỗ lớn bằng bắp chân sáu tuổi của con trên tay mẹ, vớ được trong đống củi sau bếp và chân con đau đớn không thể đứng vững. Nhưng con đâu biết tay mẹ cũng rướm máu vì những thanh dầm nhọn hoắc.\n\nĐâu đó giữa ký ức và quên lãng, con vẫn nhớ rất rõ mẹ đã trở về và câm lặng với con khi em trai của con ra đời. Nhưng con đâu biết sự câm lặng của mẹ là để bảo vệ bọn con sau tất cả những gì mẹ đã vô thức gây ra.\n\nCon sẽ quên tất cả, miễn là điều cuối cùng con quên sẽ không phải là mẹ.",
      "en": "Dear Mom,\n\nSomewhere between memory and oblivion, I still see the log, thick as my six-year-old calf, raised in your hand—pulled from the woodpile behind the kitchen. I remember my legs buckling under the pain, unable to hold me up. But I did not know then that your hand was also weeping blood, pierced by the sharp splinters of that very same wood.\n\nSomewhere between memory and oblivion, I clearly remember you returning, staying silent with me when my younger brother was born. But I didn't know your silence was to protect us after everything you had unconsciously caused.\n\nI will let it all go, as long as the very last thing I lose is not you."
    },
    "category": "letter",
    "featured": true,
    "draft": false,
    "order": 2
  },
  {
    "id": "writings-khi-nhung-loi-noi-cua-me-dan-tro-nen-theu-thao",
    "slug": "khi-nhung-loi-noi-cua-me-dan-tro-nen-theu-thao",
    "date": "2025-06-11",
    "location": "Quy Nhơn",
    "title": {
      "vi": "khi những lời nói của mẹ dần trở nên thều thào.",
      "en": "when your words became whispers."
    },
    "excerpt": {
      "vi": "Khi những lời nói của mẹ dần trở nên thều thào, hòa tan vào trong không trung ngay trước mặt con qua đầu dây điện thoại...",
      "en": "When your words became whispers, dissolving into the air right before me over the phone..."
    },
    "content": {
      "vi": "Khi những lời nói của mẹ dần trở nên thều thào, hòa tan vào trong không trung ngay trước mặt con qua đầu dây điện thoại, con có cảm tưởng mình dần tiến gần hơn đến ngưỡng cửa của \"mồ côi\".\n\nKhông rõ mẹ còn đủ sức để nhớ không, nhưng lần đầu tiên sau hàng năm trời gánh trên vai cái mác \"nam giới\", nước mắt con đã rơi.\n\nCon mong mẹ sống thật lâu.",
      "en": "When your words became whispers, dissolving into the air right before me over the phone, I felt as though I were drifting closer to the threshold of being an orphan.\n\nI don't know if you still have the strength to remember, but for the first time after years of carrying the label of \"being a man,\" I wept.\n\nI wish you a long life, Mom."
    },
    "category": "letter",
    "featured": false,
    "draft": false,
    "order": 3
  },
  {
    "id": "writings-ba-toi-la-ke-noi-doi",
    "slug": "ba-toi-la-ke-noi-doi",
    "date": "2024-11-26",
    "location": "Sài Gòn",
    "title": {
      "vi": "ba tôi là kẻ nói dối.",
      "en": "my father is a liar."
    },
    "excerpt": {
      "vi": "Tôi đi ngang qua những dãy phòng, hành lang, cầu thang, bàn làm việc, cửa sổ, những chiếc xe lăn nằm trong góc phòng...",
      "en": "I walked past the rows of rooms. The corridors, the staircases, the desks by the windows..."
    },
    "content": {
      "vi": "Tôi đi ngang qua những dãy phòng, hành lang, cầu thang, bàn làm việc, cửa sổ, những chiếc xe lăn nằm trong góc phòng, nhà vệ sinh ố vàng, những người già khó nhọc đứng dậy nhờ sự giúp đỡ của người nhà và những đứa bé thoi thóp duy trì sức sống bằng những dụng cụ y tế vô hồn.\n\n\"Ba tôi là kẻ nói dối.\nNhưng tôi yêu ba rất nhiều.\"\n\nTôi nhìn về phía bàn thờ. Nụ cười của con trai tôi vẫn vẹn nguyên, căn phòng này vẫn vẹn nguyên nhưng tôi biết chắc đã có điều gì đó thay đổi trong tôi và người phụ nữ đối diện.",
      "en": "I walked past the rows of rooms. The corridors, the staircases, the desks by the windows. Wheelchairs tucked into corners. Yellowed toilets. Elderly patients struggling to stand with the help of relatives, and children gasping to hold onto life with the aid of soulless medical instruments.\n\n\"My father is a liar.\nBut I love Dad very much.\"\n\nI looked toward the altar. My son's smile remained intact. This room remained intact. But I knew for sure something had changed within me and the woman opposite me."
    },
    "category": "fiction",
    "featured": true,
    "draft": false,
    "order": 4
  },
  {
    "id": "writings-co-dieu-gi-do-khac",
    "slug": "co-dieu-gi-do-khac",
    "date": "2025-06-11",
    "location": "Sài Gòn",
    "title": {
      "vi": "có điều gì đó khác.",
      "en": "there was something different."
    },
    "excerpt": {
      "vi": "Như thường lệ, cô sẽ chọn cho mình một đôi găng tay và một chiếc khăn quàng cổ thật dày trước khi ra khỏi nhà...",
      "en": "As was her routine, she selected a pair of gloves and a thick scarf before stepping out of the house..."
    },
    "content": {
      "vi": "Như thường lệ, cô sẽ chọn cho mình một đôi găng tay và một chiếc khăn quàng cổ thật dày trước khi ra khỏi nhà. Cô sải những bước chân chậm rãi trên con đường gồ ghề đang hoãn thi công gần nhà mình để băng qua bên kia đường, nơi có một công viên nhỏ thường dành cho dân cư sinh sống quanh khu phố.\n\nSương đêm dày hơn trong không khí, gió lạnh vẫn thổi trên con đường cô trở về nhà. Vừa đi, cô vừa lẩm bẩm trong hơi thở nhẹ nhàng của mình: \"Có điều gì đó khác.\"",
      "en": "As was her routine, she selected a pair of gloves and a thick scarf before stepping out of the house. She walked at a measured pace along the uneven road near her home, where construction had been indefinitely postponed. She crossed to the other side, toward a small park that served the neighborhood.\n\nThe night mist thickened in the air. The cold wind still blew along the road home. As she walked, she murmured softly under her breath: \"There was something different.\""
    },
    "category": "fiction",
    "featured": false,
    "draft": false,
    "order": 5
  },
  {
    "id": "writings-108-ga-va-nang-la-ban",
    "slug": "108-ga-va-nang-la-ban",
    "date": "2024-11-11",
    "location": "Sài Gòn",
    "title": {
      "vi": "108% Gã và Nàng là bạn",
      "en": "108% He and She are friends."
    },
    "excerpt": {
      "vi": "Gã và Nàng là bạn. Điều này Gã có thể chắc chắn 108% dù cho Gã thương mến Nàng nhiều hơn là một người bạn thuần túy.",
      "en": "He and She are friends. He is 108% certain of this. Even if He cherishes Her far more than a mere friend."
    },
    "content": {
      "vi": "Gã và Nàng là bạn. Điều này Gã có thể chắc chắn 108% dù cho Gã thương mến Nàng nhiều hơn là một người bạn thuần túy.\n\nVà Gã chắc chắn 108% Gã và Nàng là bạn - một đôi bạn thân cho đến khi Gã nhắm mắt và ngủ một giấc thật dài.",
      "en": "He and She are friends. He is 108% certain of this. Even if He cherishes Her far more than a mere friend in the conventional sense.\n\nAnd He is 108% certain that He and She are friends. A pair of best friends. Until the moment He closes his eyes and enters a very long sleep."
    },
    "category": "fiction",
    "featured": false,
    "draft": false,
    "order": 6
  },
  {
    "id": "writings-nhung-manh-giay-trong-khe-da",
    "slug": "nhung-manh-giay-trong-khe-da",
    "date": "2024-06-26",
    "location": "Sài Gòn",
    "title": {
      "vi": "những mảnh giấy trong khe đá.",
      "en": "fragments of paper in the rock's crevices."
    },
    "excerpt": {
      "vi": "Có một nơi mà ý thức chưa từng chạm được đến. Đương nhiên là rất xa nơi Gã đang đứng và nghĩ về.",
      "en": "There is a place that consciousness has never managed to reach. Naturally, it is located far from where He is standing and thinking."
    },
    "content": {
      "vi": "Có một nơi mà ý thức chưa từng chạm được đến. Đương nhiên là rất xa nơi Gã đang đứng và nghĩ về. Nàng có thói quen để lại những mảnh giấy nhỏ trong các khe tường trước khi rời đi khỏi một nơi chốn.\n\n\"Mỗi mảnh giấy em để lại, là một phần tâm hồn và thể xác của em cũng ở lại. Anh thương mến, hôm nay anh là một đứa trẻ khi nằm trên bãi cỏ và tựa lưng vào bức tường này cùng em.\"",
      "en": "There is a place that consciousness has never managed to reach. Naturally, it is located far from where He is standing and thinking. She had a habit of secreting small slips of paper into the crevices of walls before departing from a place.\n\n\"With every slip of paper I leave, a fragment of my soul and body remains behind. My dear, today you are a child, lying on the grass, resting your back against this wall with me.\""
    },
    "category": "fiction",
    "featured": false,
    "draft": false,
    "order": 7
  },
  {
    "id": "writings-sai-gon-15-04-24",
    "slug": "sai-gon-15-04-24",
    "date": "2024-04-15",
    "location": "Sài Gòn",
    "title": {
      "vi": "Sài Gòn, 15/04/24",
      "en": "Saigon, 15/04/24"
    },
    "excerpt": {
      "vi": "Gửi em, Anh chưa dám dùng từ \"thương mến\" trong câu mở đầu vì anh biết em còn ngại anh.",
      "en": "Dear you, I haven't dared to write \"dearest\" in the opening line, because I know you still flinch from me."
    },
    "content": {
      "vi": "Gửi em,\n\nAnh chưa dám dùng từ \"thương mến\" trong câu mở đầu vì anh biết em còn ngại anh.\n\nAnh mong em khỏe và đợi ngày hạt giống trong em nảy mầm. Em hãy nhớ tưới tẩm hạt giống hạnh phúc đó mỗi ngày cho dù cuộc đời đã không công bằng với em đến đâu.",
      "en": "Dear you,\n\nI haven't dared to write \"dearest\" in the opening line, because I know you still flinch from me.\n\nI hope you are well. I am waiting for the day that seed within you breaks open. Remember to water that happiness, no matter how unkind this life has been."
    },
    "category": "letter",
    "featured": false,
    "draft": false,
    "order": 8
  },
  {
    "id": "writings-there-was-nothing-here",
    "slug": "there-was-nothing-here",
    "date": "2023-06-12",
    "location": "Sài Gòn",
    "title": {
      "vi": "there was nothing here.",
      "en": "there was nothing here."
    },
    "excerpt": {
      "vi": "there was nothing here. no being, no emptiness. no space, no time.",
      "en": "there was nothing here. no being, no emptiness. no space, no time."
    },
    "content": {
      "vi": "there was nothing here.\nno being, no emptiness.\nno space, no time.\nthere was no light to be seen for\nno darkness to be found.\nno good and no evil.\nno life, no death.\nno me, no you, no one.\nthere was no reason to exist, and\nthere was no non-existent one.\nno.",
      "en": "there was nothing here.\nno being, no emptiness.\nno space, no time.\nthere was no light to be seen for\nno darkness to be found.\nno good and no evil.\nno life, no death.\nno me, no you, no one.\nthere was no reason to exist, and\nthere was no non-existent one.\nno."
    },
    "category": "poetry",
    "featured": false,
    "draft": false,
    "order": 9
  },
  {
    "id": "writings-sai-gon-04-03-23",
    "slug": "sai-gon-04-03-23",
    "date": "2023-03-04",
    "location": "Sài Gòn",
    "title": {
      "vi": "Sài Gòn, 04/03/23",
      "en": "Saigon, 04/03/23"
    },
    "excerpt": {
      "vi": "khi sự sống là khổ hạnh, khi cái chết là đặc ân...",
      "en": "when life is an ascetic ordeal, when death is a privilege..."
    },
    "content": {
      "vi": "khi sự sống là khổ hạnh, khi cái chết là đặc ân\nkhi cái đẹp là trống không, khi xấu xa là đầy ắp\nkhi tình thương là giam cầm, khi tan vỡ là giải thoát\nkhi lòng tốt là mang ơn, khi ích kỷ là tự tại\nlà khi...\nsống mỗi ngày,\nsự thật,\nlà kéo dài cái chết đang ung nhọt?\nhay,\nlà đã đến,\nlà đủ đầy?",
      "en": "when life is an ascetic ordeal, when death is a privilege\nwhen beauty is emptiness, when ugliness is abundance\nwhen love is confinement, when breaking apart is liberation\nwhen kindness is indebtedness, when selfishness is self-sovereignty\nis when…\nliving each day,\nthe truth,\nis extending a death already ulcerating?\nor,\nhas it arrived,\nis it enough?"
    },
    "category": "poetry",
    "featured": false,
    "draft": false,
    "order": 10
  },
  {
    "id": "writings-chiec-la-truoc-them-nha",
    "slug": "chiec-la-truoc-them-nha",
    "date": "2021-10-24",
    "location": "Quy Nhơn",
    "title": {
      "vi": "Chiếc lá trước thềm nhà",
      "en": "The leaf at the doorstep"
    },
    "excerpt": {
      "vi": "Anh đờ người và suy ngẫm có sự khác nhau nào giữa anh và nó?",
      "en": "He stood transfixed, pondering: is there any difference between him and it?"
    },
    "content": {
      "vi": "Anh đờ người và suy ngẫm có sự khác nhau nào giữa anh và nó?\nNghe cứ như một người điên đang cố gắng bình tĩnh.\n\nAnh nhận ra,\nbản ngã chưa từng tồn tại,\nđau khổ là thứ xa xỉ nhất để sở hữu,\nvà yêu thương thì chẳng cần điều kiện.\n\nAnh đã thật sự biết yêu-thương.",
      "en": "He stood transfixed, pondering: is there any difference between him and it?\nIt sounds like a madman trying to keep his composure.\n\nHe realized,\nthe ego has never existed,\nsuffering is the most luxurious thing to possess,\nand love requires no conditions.\n\nHe has truly learned to love."
    },
    "category": "poetry",
    "featured": false,
    "draft": false,
    "order": 11
  },
  {
    "id": "writings-nha-trang-11-09-24",
    "slug": "nha-trang-11-09-24",
    "date": "2024-09-11",
    "location": "Quy Nhơn",
    "title": {
      "vi": "Nha Trang, 11/09/24",
      "en": "Nha Trang, 11/09/24"
    },
    "excerpt": {
      "vi": "Gửi em ngàn thương mến, Cách đây một thời gian, anh cứ nghĩ mình đã mất em...",
      "en": "Gửi em ngàn thương mến, A while ago, I thought I had lost you..."
    },
    "content": {
      "vi": "Gửi em ngàn thương mến,\n\nCách đây một thời gian, anh cứ nghĩ mình đã mất em và anh đã đau đớn rất nhiều vì sự kiện \"lớn\" đó - rằng em đã mãi không còn đây. Nhưng, cho đến tận cùng, anh nhận ra rằng anh chưa từng mất gì cả.\n\nAnh hạnh phúc vì anh đã luôn sống cho tình yêu và được là tình yêu - giản đơn, không còn cưỡng cầu và tràn đầy tình thương mến, cho nhau.",
      "en": "Gửi em ngàn thương mến,\n\nA while ago, I thought I had lost you and I suffered greatly because of that \"big\" event - that you were gone forever. But, in the end, I realized that I had never lost anything.\n\nI am happy because I have always lived for love and been love - simple, no longer forced and full of affection, for each other."
    },
    "category": "letter",
    "featured": false,
    "draft": false,
    "order": 12
  }
]
